#include "f2lib.h"
#include "ai.h"

struct object_item
{
	tags			type;
	const char*		name[2];
	unsigned short	frame[4];
	unsigned short	sound[2];
	tags			att1;
	tags			att2;
	tags			material;
	unsigned		size;
	unsigned		weight;
	unsigned		cost;
	unsigned char	ac;
	unsigned char	threshold[DamageExplosive-DamageNormal+1];
	unsigned char	resistance[DamageExplosive-DamageNormal+1];
	tags			perk;
	tags			weapon_type;
	damagei			damage;
	unsigned		range[2];
	unsigned		fid_projectile;
	unsigned char	strenght;
	unsigned char	ap[2];
	unsigned		critical_fail;
	unsigned		burst;
	unsigned		caliber;
	unsigned		fid_ammo;
	unsigned		maximum_ammo;
	const char*		description[2];
};

object_item objects[] =
{
	{Armour, {"Металлическая Броня"}, {33, 1}, {48}, AttackNo, AttackNo, Metal, 10, 35, 1100, 10, {4, 6, 4, 4, 0, 0, 4}, {30, 75, 10, 20, 0, 255, 25}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Полированые металлические пластины формируют защитный костюм."}},
	{Weapon, {"10мм ПП"}, {44, 2}, {48}, AttackFireSingle, AttackFireBurst, Metal, 3, 5, 1003, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 5, 12}, {25, 20}, -1, 4, {5, 6}, 2, 10, 8, 29, 30, {"X&К Пистолет-Пулемет МП9 (10мм вариант). ПП Среднего размера, способный стрелять одиночными выстрелами и очередями."}},
	{Armour, {"Кожаная броня"}, {29, 3}, {48}, AttackNo, AttackNo, Leather, 10, 8, 702, 15, {2, 0, 0, 0, 0, 0, 0}, {25, 20, 20, 10, 30, 255, 20}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ваша основная одежда из кожи. Xорошо выделана и хорошо выкроена."}},
	{Weapon, {"10мм Пистолет"}, {34, 4}, {48}, AttackFireSingle, AttackNo, Metal, 2, 3, 250, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 5, 12}, {25, 0}, -1, 3, {5, 0}, 2, 1, 8, 29, 12, {"Кольт 6520 10мм с автозарядом. Каждое нажатие на курок автоматически перезаряжает пистолет, пока не опустошится магазин. Только одиночные выстрелы с использованием мощных 10мм патронов."}},
	{Weapon, {"Кувалда"}, {40, 5}, {48}, AttackSwing, AttackThrust, Metal, 4, 12, 120, 0, {0}, {0}, Empthy, WeaponTypeHammer, {DamageNormal, 4, 9}, {2, 2}, -1, 6, {4, 5}, 1, 0, 0, -1, 0, {"Большой молот с большой ручкой. Очень популярен у мускулистой братвы."}},
	{Weapon, {"Пулемет"}, {31, 6}, {48}, AttackFireBurst, AttackNo, Metal, 6, 28, 3806, 0, {0}, {0}, Empthy, WeaponTypeMachineGun, {DamageNormal, 7, 11}, {35, 0}, -1, 7, {6, 0}, 2, 40, 6, 35, 120, {"Переносной пулемет Роквелл СЗ53. Многоствольный агрегат, выстреливающий 5мм патроны со скоростью 60,000 Об/мин."}},
	{Weapon, {"Базука"}, {37, 7}, {48}, AttackFireSingle, AttackNo, Metal, 6, 15, 2300, 0, {0}, {0}, Empthy, WeaponTypeRocket, {DamageExplosive, 35, 100}, {40, 0}, 83886081, 6, {6, 0}, 5, 0, 1, 14, 1, {"Ракетная пусковая установка Большая-Базука Роквелл. С люксовым пусковым курком. Выстреливает АП или взрывные ракеты."}},
	{Ammo, {"Взрывная ракета"}, {38, 28}, {48}, AttackNo, AttackNo, Metal, 0, 3, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ракета с большим зарядом взрывчатки."}},
	{Weapon, {"Дубинка"}, {16, 9}, {48}, AttackSwing, AttackNo, Wood, 2, 3, 30, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageNormal, 1, 6}, {1, 0}, -1, 3, {3, 0}, 1, 0, 0, -1, 0, {"Военная или милицейская дубинка. Тяжелое дерево."}},
	{Weapon, {"Огнемет"}, {24, 10}, {48}, AttackFlame, AttackNo, Metal, 6, 18, 2007, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageFire, 45, 90}, {5, 0}, -1, 6, {6, 0}, 6, 1, 2, 32, 5, {"Огнемет Фламбе 450. Выстреливает небольшие порции чрезвычайно горячей горящей жидкости. Для работы требует специального горючего."}},
	{Weapon, {"Охотничье Ружье"}, {36, 23}, {48}, AttackFireSingle, AttackNo, Metal, 4, 9, 1003, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 8, 20}, {40, 0}, -1, 5, {5, 0}, 2, 0, 5, 34, 10, {"Полу-автоматическое ружье Кольт Ренджмастер, .223 калибр. Только одиночные выстрелы."}},
	{Weapon, {"Нож"}, {28, 96}, {51}, AttackSwing, AttackThrust, Metal, 1, 1, 40, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 1, 6}, {1, 1}, -1, 2, {3, 3}, 1, 0, 0, -1, 0, {"Обоюдоостро заточенное орудие убийства."}},
	{Weapon, {"Копье"}, {42, 13}, {48}, AttackThrust, AttackThrow, Wood, 4, 4, 80, 0, {0}, {0}, Empthy, WeaponTypeSpear, {DamageNormal, 3, 10}, {2, 8}, 83886087, 4, {4, 6}, 1, 0, 0, -1, 0, {"Остроконечное оружие. Палка деревянная, а конец сделан из стали."}},
	{Armour, {"Моторизованая Броня"}, {35, 15}, {48}, AttackNo, AttackNo, Metal, 15, 85, 12532, 25, {12, 18, 12, 10, 12, 15, 20}, {40, 80, 60, 40, 40, 255, 50}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Самый крутой образец защитных технологий. Оснащен микрореактором с достаточным запасом топлива."}},
	{Weapon, {"Плазменная Винтовка"}, {24, 14}, {48}, AttackFireSingle, AttackNo, Metal, 5, 12, 4015, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamagePlasma, 30, 65}, {25, 0}, 83886082, 6, {5, 0}, 3, 0, 4, 39, 10, {"Плазменная Винтовка Винчестер П94. Оружие с очень большим потреблением энергии, выстреливающее сгустки плазмы из сверх-проводникового ствола. Работает от Атомных Батареек."}},
	{Weapon, {"Лазерный Пистолет"}, {34, 21}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 1405, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageLaser, 10, 22}, {35, 0}, 83886089, 3, {5, 0}, 3, 0, 3, 38, 12, {"Лазерный Пистолет Ваттс 1000. Гражданская модель, поэтому его мощность меньше, чем у военной или полицейской версии. Использует малые энерго-блоки."}},
	{Armour, {"Боевая Броня"}, {17, 16}, {48}, AttackNo, AttackNo, Metal, 10, 20, 6525, 20, {5, 8, 4, 4, 2, 0, 6}, {40, 60, 30, 50, 50, 255, 40}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Высокотехнологичная броня, изготовленная из защитных полимеров."}},
	{Weapon, {"Пустынный Орел .44"}, {34, 18}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 803, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 10, 16}, {25, 0}, -1, 4, {5, 0}, 2, 0, 9, 31, 8, {"Древний пистолет Пустынный Орел, калибр .44 магнум. Боевики конца 20 века сделали его одной из самых популярных моделей всех времен и народов."}},
	{Weapon, {"Камень"}, {53, 17}, {48}, AttackThrow, AttackPunch, Stone, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 1, 4}, {15, 1}, 83886106, 1, {4, 3}, 1, 0, 0, -1, 0, {"Это камень. Модель фирмы Гранит ЛТД. в улучшенной версии."}},
	{Weapon, {"Фомка"}, {16, 19}, {48}, AttackSwing, AttackNo, Metal, 3, 5, 65, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageNormal, 3, 10}, {1, 0}, -1, 5, {4, 0}, 1, 0, 0, -1, 0, {"Очень солидный и тяжелый кусок металла, спроектированный для использования в качестве рычага. Или для проламывания голов."}},
	{Weapon, {"Металлические Кастеты"}, {47, 140}, {48}, AttackPunch, AttackNo, Metal, 1, 1, 40, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 2, 5}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Укрепленные кастеты сделаны из стали. Они защищают ваши руки и наносят большой урон в битве без оружия."}},
	{Weapon, {"14мм Пистолет"}, {44, 22}, {48}, AttackFireSingle, AttackNo, Metal, 3, 4, 1100, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 12, 22}, {24, 0}, -1, 4, {5, 0}, 2, 0, 10, 33, 6, {"14мм автоматический пистолет Сиг-Заура. Большой пистолет, только одиночные выстрелы. Отличное качество."}},
	{Weapon, {"Десантная Винтовка"}, {36, 11}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 7, 1301, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 8, 16}, {45, 38}, -1, 5, {5, 6}, 2, 8, 6, 35, 24, {"5мм десантная винтовка АК-112. Старая военная модель, не использующаяся с конца войны. Может стрелять очередями и одиночными выстрелами, используя 5мм магазины."}},
	{Weapon, {"Плазменный Пистолет"}, {34, 24}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 2750, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamagePlasma, 15, 35}, {20, 0}, 83886082, 4, {5, 0}, 3, 0, 3, 38, 16, {"Плазменный пистолет Глук 86. Изготовлен Гастон Глук АИ. Стреляет маленькими сгустками сверхраскаленной плазмы. Работает от малых энерго-блоков."}},
	{Weapon, {"Граната"}, {122, 25}, {48}, AttackThrow, AttackNo, Metal, 1, 1, 150, 0, {0}, {0}, Empthy, Empthy, {DamageExplosive, 20, 35}, {15, 0}, 83886105, 3, {4, 0}, 4, 0, 0, -1, 0, {"Обычная разрывная граната. Содержит маленькое количество высоковзрывчатого вещества, большинство осколков образуются от оболочки. Взрывается от удара."}},
	{Weapon, {"Граната (Плазма)"}, {122, 26}, {48}, AttackThrow, AttackNo, Metal, 1, 1, 301, 0, {0}, {0}, Empthy, Empthy, {DamagePlasma, 40, 90}, {15, 0}, 83886105, 4, {4, 0}, 4, 0, 0, -1, 0, {"Магнитно-запертое плазменное устройство, с детонирующими взрывчатыми веществами. Создает взрыв раскаленной плазмы при контакте."}},
	{Weapon, {"Граната (Пульс)"}, {122, 27}, {48}, AttackThrow, AttackNo, Metal, 1, 1, 250, 0, {0}, {0}, Empthy, Empthy, {DamageEMP, 100, 150}, {15, 0}, 83886105, 4, {4, 0}, 4, 0, 0, -1, 0, {"Электромагнитная импульсная граната, вырабатывающая интенсивное магнитное поле при детонации. Не влияет на биологических существ. Имеет проникающее действие."}},
	{Weapon, {"Лазер Гатлинга"}, {31, 41}, {48}, AttackFireBurst, AttackNo, Metal, 6, 24, 7517, 0, {0}, {0}, Empthy, WeaponTypeMachineGun, {DamageLaser, 20, 40}, {40, 0}, -1, 6, {6, 0}, 3, 10, 4, 39, 30, {"Лазер Гатлинга Л30. Изготовленный для военного использования, является довоенным прототипом. Работает от атомных батареек."}},
	{Ammo, {"10мм ПСЦТ"}, {1, 31}, {48}, AttackNo, AttackNo, Metal, 0, 1, 75, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Боеприпасы. Калибр: 10мм, пули со смещенным центром тяжести."}},
	{Ammo, {"10мм БП"}, {1, 30}, {48}, AttackNo, AttackNo, Metal, 0, 1, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Боеприпасы. Калибр: 10мм, Бронебойные."}},
	{Ammo, {".44 Магнум ПСЦТ"}, {1, 34}, {48}, AttackNo, AttackNo, Metal, 0, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Боеприпасы, калибр .44, со смещенным центром тяжести."}},
	{Ammo, {"Топливо для огнемета"}, {43, 74}, {48}, AttackNo, AttackNo, Metal, 0, 10, 250, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Цилиндр, содержащий чрезвычайно огнеопасную жидкость для огнемета."}},
	{Ammo, {"14мм БП"}, {1, 32}, {48}, AttackNo, AttackNo, Metal, 0, 1, 150, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Крупнокалиберные боеприпасы. 14мм бронебойные."}},
	{Ammo, {".223 ЦМ"}, {1, 35}, {48}, AttackNo, AttackNo, Metal, 0, 2, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Боеприпасы, калибр .223, цельнометаллические."}},
	{Ammo, {"5мм ПСЦТ"}, {1, 39}, {48}, AttackNo, AttackNo, Metal, 0, 1, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Легкие боеприпасы. Калибр: 5мм, со смещенным центром тяжести."}},
	{Ammo, {"5мм БП"}, {1, 38}, {48}, AttackNo, AttackNo, Metal, 0, 1, 120, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Магазин с легкими боеприпасами. 5мм бронебойные."}},
	{Ammo, {"Ракета БП"}, {38, 8}, {48}, AttackNo, AttackNo, Metal, 0, 3, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ракета с меньшим зарядом взрывчатки, но спроектированная для пробивания бронепластин."}},
	{Ammo, {"Малый Энерго-Блок"}, {4, 36}, {48}, AttackNo, AttackNo, Metal, 0, 3, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Маленькое энергетическое устройство."}},
	{Ammo, {"Атомная Батарейка"}, {4, 37}, {48}, AttackNo, AttackNo, Metal, 0, 5, 1003, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Среднее энергетическое устройство."}},
	{Drug, {"Стимулятор"}, {15, 115}, {48}, AttackNo, AttackNo, Metal, 0, 0, 175, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Лечебный препарат. При впрыскивании, в большинстве случаев обеспечивает немедленное заживление ран."}},
	{Misc, {"Деньги"}, {3, 40}, {48}, AttackNo, AttackNo, Metal, 0, 0, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Легальная монета ходящая в этом пустынном мире."}},
	{Weapon, {"Метательный Нож"}, {28, 78}, {52}, AttackThrow, AttackSwing, Metal, 1, 1, 100, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 3, 6}, {16, 1}, 83886086, 3, {5, 4}, 1, 0, 0, -1, 0, {"Нож, уравновешенный специально для бросания. Сделан из титана, и заточен лазером."}},
	{Misc, {"Аптечка"}, {15, 42}, {48}, AttackNo, AttackNo, Metal, 1, 2, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Маленький набор основного медицинского оборудования. Перевязки, бинты, антисептики и многое другое."}},
	{Drug, {"Рад-Эвей"}, {15, 48}, {48}, AttackNo, AttackNo, Plastic, 0, 0, 501, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xимический препарат, который взаимодействует с радиоактивными веществами и выводит их из организма. Эффект наступает по прошествие некоторого времени."}},
	{Drug, {"Противоядие"}, {15, 44}, {48}, AttackNo, AttackNo, Metal, 0, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Бутылка с самодельным противоядием. Молочная жидкость с кусочками мяса Рад Скорпиона."}},
	{Misc, {"Резервный Предмет"}, {173, 45}, {48}, AttackNo, AttackNo, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это НЗ. НЕ УПОТРЕБЛЯЙТЕ."}},
	{Misc, {"Динамит"}, {23, 46}, {48}, AttackNo, AttackNo, Metal, 1, 5, 501, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Высоковзрывчатый, состоящий из нитроглицерина, смешанного с абсорбентом. С таймером."}},
	{Misc, {"Счетчик Гейгера"}, {121, 47}, {48}, AttackNo, AttackNo, Metal, 1, 4, 650, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Счетчик Гейгера модели С-Радз. Определяет присутствие и силу радиации."}},
	{Drug, {"Ментат"}, {15, 72}, {48}, AttackNo, AttackNo, Metal, 0, 0, 281, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Коробка повышаюших умственную активность пилюль. Улучшает память и ускоряет мыслительный процесс."}},
	{Misc, {"Невидимка"}, {14, 49}, {48}, AttackNo, AttackNo, Metal, 1, 3, 1807, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Персональное маскирующее устройство 3001. Вырабатывает модуляционное поле, которое передает отраженнный свет от одной стороны об'екта на другую."}},
	{Misc, {"Водяной чип"}, {48, 84}, {48}, AttackNo, AttackNo, Metal, 1, 2, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Чип, контролирующий компьютер системы очиски воды Убежища. Упаковано по пять штук в коробке."}},
	{Misc, {"Собачьи Метки"}, {41, 73}, {48}, AttackNo, AttackNo, Metal, 1, 0, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Набор военных собачьих меток. Имя Дакрвотер все еще видно, хотя и не так явно."}},
	{Misc, {"Жучок"}, {41, 53}, {48}, AttackNo, AttackNo, Metal, 1, 2, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Миниатюрное передающее устройство с микрофоном."}},
	{Misc, {"Пленка"}, {14, 75}, {48}, AttackNo, AttackNo, Metal, 1, 4, 40, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронная Пленка-Xолодиск. Эта пленка выглядит не очень хорошо."}},
	{Misc, {"Датчик движения"}, {123, 67}, {48}, AttackNo, AttackNo, Metal, 1, 7, 803, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Датчик движения модели Ц-У. Регистрирует движение биологического об'екта на установленной дистанции с помощью радара."}},
	{Drug, {"Фрукт"}, {14, 61}, {48}, AttackNo, AttackNo, Wood, 0, 1, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Странный фрукт. Никаких консервантов и искусственных красителей."}},
	{Misc, {"Дипломат"}, {5, 52}, {48}, AttackNo, AttackNo, Leather, 1, 5, 35, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Дипломат, с этикеткой Сделано-в-США. Кожа. В хорошем состоянии, но кодовый замок сломан."}},
	{Misc, {"Большая Научная Книга"}, {13, 88}, {48}, AttackNo, AttackNo, Wood, 0, 5, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Куча книг, содержащих информацию по разным научным исследованиям."}},
	{Armour, {"Кожаная Куртка"}, {30, 77}, {48}, AttackNo, AttackNo, Leather, 7, 5, 250, 8, {0, 0, 0, 0, 0, 0, 0}, {20, 20, 10, 10, 30, 255, 20}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Черная куртка из плотной кожи."}},
	{Misc, {"Инструмент"}, {41, 54}, {48}, AttackNo, AttackNo, Metal, 1, 1, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Набор, содержащий много инструментов."}},
	{Misc, {"Учебник"}, {13, 55}, {48}, AttackNo, AttackNo, Wood, 1, 2, 130, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Учебник по электронике. Надпись на обложке гласит, что он \"пробуждает в каждом Самоделкина\"."}},
	{Misc, {"Электронная отмычка"}, {118, 57}, {48}, AttackNo, AttackNo, Metal, 1, 2, 375, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронная отмычка для взламывания электронных замков."}},
	{Misc, {"Картина"}, {119, 58}, {48}, AttackNo, AttackNo, Metal, 1, 12, 301, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Портрет певца. Очевидно, очень старый. Рама картины все еще в хорошем состоянии."}},
	{Weapon, {"Вспышка"}, {46, 59}, {48}, AttackThrow, AttackNo, Metal, 1, 1, 35, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 1, 1}, {15, 0}, 83886104, 0, {0, 0}, 0, 0, 0, -1, 0, {"Вспышка. Создает свет на короткий период времени. Бумага немного истлела, а так состояние весьма неплохое. Поверните крышку для включения."}},
	{Misc, {"Мед Книжка"}, {13, 60}, {48}, AttackNo, AttackNo, Metal, 1, 2, 175, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Книга по оказанию первой медицинской помощи."}},
	{Drug, {"Игуана-на-палочке"}, {41, 62}, {48}, AttackNo, AttackNo, Leather, 0, 1, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Запеченная в собственном соку игуана."}},
	{Key, {"Ключ"}, {41, 63}, {48}, AttackNo, AttackNo, Metal, 1, 0, 4, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ключ. Он откроет какой-нибудь замок."}},
	{Key, {"Кольцо для ключей"}, {41, 64}, {48}, AttackNo, AttackNo, Metal, 0, 0, 4, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ключи."}},
	{Misc, {"Отмычки"}, {41, 66}, {48}, AttackNo, AttackNo, Metal, 1, 1, 150, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Набор взломщика. Включает в себя все необходимые отмычки для открытия любых замков."}},
	{Misc, {"Пластиковая Взрывчатка"}, {125, 70}, {48}, AttackNo, AttackNo, Metal, 1, 4, 851, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Кусок Кордекса, военной взрывчатки. Очень надежна, сверх разрушительна. Таймер прилагается."}},
	{Misc, {"Книга скаута"}, {13, 71}, {48}, AttackNo, AttackNo, Wood, 1, 3, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Книга о методах и идеях скаутинга. Очень полезная информация о выживании."}},
	{Drug, {"Баффоут"}, {15, 45}, {48}, AttackNo, AttackNo, Metal, 0, 0, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Очень эффективные стероиды. Во время действия увеличивают силу и реакцию."}},
	{Misc, {"Часы"}, {173, 307}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Дорогие часы. Не совсем работают, но выглядят хорошо."}},
	{Misc, {"Мотор"}, {32, 68}, {48}, AttackNo, AttackNo, Metal, 1, 14, 210, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"40'ка сильный электромотор."}},
	{Misc, {"Докторская сумка"}, {117, 56}, {48}, AttackNo, AttackNo, Leather, 1, 5, 301, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"В этой коричневой сумке содержатся инструменты и препараты, используемые врачами для своих целей."}},
	{Misc, {"Xвост Скорпиона"}, {39, 90}, {48}, AttackNo, AttackNo, Metal, 1, 20, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Поврежденный хвост Рад Скорпиона."}},
	{Weapon, {"Винтовка"}, {36, 95}, {48}, AttackFireSingle, AttackNo, Metal, 3, 5, 803, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 12, 22}, {14, 12}, -1, 4, {5, 6}, 2, 2, 11, 95, 2, {"Двухствольная 12-ти зарядная винтовка Винчестер Видов-Макер. Короткий ствол, удобный приклад."}},
	{Ammo, {"12 Винтовочных Патронов"}, {1, 91}, {48}, AttackNo, AttackNo, Metal, 0, 1, 225, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Боеприпасы для винтовки. На этих написано: \"Патроны для винтовки. От 3 лет и старше.\""}},
	{Key, {"Ключ Красного Допуска"}, {41, 79}, {48}, AttackNo, AttackNo, Plastic, 1, 1, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронный ключ безопасности, красного цвета."}},
	{Key, {"Ключ Синего Допуска"}, {41, 80}, {48}, AttackNo, AttackNo, Plastic, 1, 1, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронный ключ безопасности, синего цвета."}},
	{Misc, {"Мусор"}, {49, 81}, {48}, AttackNo, AttackNo, Metal, 1, 12, 40, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Куча ненужных частей. Всего понемного."}},
	{Misc, {"Золотой Медальон"}, {41, 82}, {48}, AttackNo, AttackNo, Metal, 1, 1, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ценный золотой медальон"}},
	{Misc, {"Радио"}, {6, 83}, {48}, AttackNo, AttackNo, Metal, 1, 6, 351, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Радио передатчик от добрых людей в Ваттс Электроникс. Надежный, укрепленный и защитного цвета. С дополнительным интерфейсом РС-121."}},
	{Misc, {"Зажигалка"}, {41, 85}, {48}, AttackNo, AttackNo, Metal, 1, 0, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Серебряная газовая зажигалка в хорошем состоянии."}},
	{Misc, {"Пушки и Пули"}, {13, 86}, {48}, AttackNo, AttackNo, Leather, 1, 2, 425, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Обрывок журнала, посвященного практическому использованию огнестрельного оружия."}},
	{Drug, {"Игуана-на-палочке"}, {41, 87}, {48}, AttackNo, AttackNo, Leather, 0, 1, 8, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Мясо с овощами, запеченное на палочке"}},
	{Misc, {"Магнитофон"}, {14, 89}, {48}, AttackNo, AttackNo, Metal, 1, 5, 80, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Магнитофон. Проигрывает и записывает стандартные одноразовые 30-ти минутные пленки."}},
	{Key, {"Ключ"}, {41, 94}, {48}, AttackNo, AttackNo, Metal, 0, 0, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Какой-то специальный ключ."}},
	{Drug, {"Нюка-Кола"}, {116, 93}, {48}, AttackNo, AttackNo, Metal, 0, 0, 3, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Бутылка Нюка-Колы, газированного напитка пост ядерного века. Теплая."}},
	{Drug, {"Рад X"}, {15, 43}, {48}, AttackNo, AttackNo, Metal, 0, 0, 301, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Противо радиационные пилюли, принимаемые перед облучением. Побочных эффектов не выявлено."}},
	{Drug, {"Психо"}, {15, 92}, {48}, AttackNo, AttackNo, Metal, 0, 0, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Уникальная химическая система, призванная повышать боевые возможности солдата."}},
	{Ammo, {".44 магнум ЦМ"}, {1, 33}, {48}, AttackNo, AttackNo, Metal, 0, 2, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Магазин патронов, .44 калибра, целнометаллических."}},
	{Misc, {"Урна"}, {127, 97}, {48}, AttackNo, AttackNo, Metal, 0, 6, 130, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Чудесная золотая урна, с именем \"Xарриет\" на ней и прахом внутри."}},
	{Armour, {"Робы"}, {52, 98}, {48}, AttackNo, AttackNo, Leather, 8, 10, 90, 5, {0, 0, 0, 0, 0, 0, 0}, {20, 25, 10, 10, 40, 255, 20}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Робы Детей Xрама"}},
	{Misc, {"Рука Танглера"}, {128, 99}, {48}, AttackNo, AttackNo, Metal, 1, 3, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Кибернетический манипулятор в форме руки."}},
	{Weapon, {"Супермолот"}, {40, 100}, {48}, AttackSwing, AttackThrust, Metal, 4, 12, 3758, 0, {0}, {0}, Empthy, WeaponTypeHammer, {DamageNormal, 18, 36}, {2, 2}, -1, 5, {3, 4}, 1, 0, 0, -1, 0, {"Супер Кувалда, изготовленная Братством Стали с использованием лучших военных технологий на сегодняшний день. Прилагается устройство накопления кинетической энергии для уменьшения отдачи."}},
	{Weapon, {"Потрошитель"}, {28, 102}, {48}, AttackSwing, AttackThrust, Metal, 2, 2, 903, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 15, 32}, {1, 1}, -1, 4, {4, 4}, 1, 0, 3, 38, 30, {"Вибронож Потрошитель(тм). Работает от малых энерго-блоков."}},
	{Misc, {"Цветок"}, {120, 101}, {48}, AttackNo, AttackNo, Metal, 1, 1, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Чудесный цветок."}},
	{Weapon, {"Лазерная Винтовка"}, {24, 103}, {48}, AttackFireSingle, AttackNo, Metal, 5, 12, 5019, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageLaser, 25, 50}, {45, 20}, 83886089, 6, {5, 6}, 3, 2, 4, 39, 12, {"Лазерная винтовка Ваттс 2000. Использует атомные батарейки для увеличения мощности и дополнительный магазин для повышения дальнобойности."}},
	{Misc, {"Ожерелье"}, {41, 104}, {48}, AttackNo, AttackNo, Glass, 1, 2, 702, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Дороговыглядящее ожерелье из серебра, золота и брилиантов."}},
	{Weapon, {"Инопланетный Бластер"}, {34, 105}, {48}, AttackFireSingle, AttackNo, Metal, 2, 2, 10039, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageElectrical, 30, 90}, {10, 0}, 83886093, 2, {4, 0}, 3, 0, 3, 38, 30, {"Странный пистолет явно инопланетного происхождения. Тем не менее, он использует малые энерго-блоки."}},
	{Ammo, {"9ти мм пули"}, {1, 106}, {48}, AttackNo, AttackNo, Metal, 1, 2, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Коллекция древних 9х19 мм патронов. Обильно смазаны для предохранения от ржавения. Обычные пули."}},
	{Weapon, {"9мм Маузер"}, {34, 107}, {48}, AttackFireSingle, AttackNo, Metal, 2, 3, 1501, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 5, 10}, {22, 0}, -1, 3, {4, 0}, 2, 0, 12, 121, 7, {"Маузер м/96. В прекрасном состоянии. Очень точен."}},
	{Misc, {"Психический нейтрализатор"}, {14, 108}, {48}, AttackNo, AttackNo, Metal, 1, 3, 1003, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Странное устройство, изготовленное с помощью необычной технологии."}},
	{Drug, {"Пиво"}, {116, 117}, {48}, AttackNo, AttackNo, Glass, 1, 0, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Какое-то самодельное пивцо."}},
	{Drug, {"Бузз"}, {116, 121}, {48}, AttackNo, AttackNo, Glass, 1, 1, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Древний ликер довоенной эпохи."}},
	{Misc, {"Фляга"}, {41, 109}, {48}, AttackNo, AttackNo, Metal, 1, 2, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Сосуд для хранения воды и других жидкостей."}},
	{Misc, {"Веревка"}, {126, 110}, {48}, AttackNo, AttackNo, Leather, 1, 10, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Крепкая веревка. Примерно 45 футов в длину."}},
	{Misc, {"Карта Доступа"}, {41, 111}, {48}, AttackNo, AttackNo, Metal, 1, 1, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Карта доступа. Все еще работает."}},
	{Misc, {"Значок ДX"}, {41, 112}, {48}, AttackNo, AttackNo, Metal, 1, 1, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Значок в форме символа Детей Xрама. На одной стороне заметно нечто, напоминающее ключ."}},
	{Misc, {"Значок ДX"}, {41, 113}, {48}, AttackNo, AttackNo, Metal, 1, 1, 12, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Значок в форме символа Детей Xрама. На одной стороне заметно нечто, напоминающее ключ."}},
	{Weapon, {"Снайперская Винтовка"}, {36, 114}, {48}, AttackFireSingle, AttackNo, Metal, 5, 8, 2200, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 14, 34}, {50, 0}, -1, 5, {6, 0}, 2, 0, 5, 34, 6, {"Снайперская винтовка СВД-501. Отличное дальнобойное оружие. Изначально калибра .308, эта винтовка более распространенного .223 калибра."}},
	{Drug, {"Супер Стимпакет"}, {15, 29}, {48}, AttackNo, AttackNo, Metal, 1, 1, 351, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Улучшенная аптечка. Очень мощная. Препараты принесут небольшой вред после некоторого времени в зависимости от дозы."}},
	{Misc, {"Книжная полка"}, {69, 65535}, {48}, AttackNo, AttackNo, Wood, 1, 1103, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Деревянная книжная полка."}},
	{Misc, {"Книжная полка"}, {71, 65535}, {48}, AttackNo, AttackNo, Wood, 1, 1103, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Деревянная книжная полка."}},
	{Misc, {"Полки"}, {77, 65535}, {48}, AttackNo, AttackNo, Wood, 1, 1103, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Набор деревянных полок."}},
	{Misc, {"Полки"}, {79, 65535}, {48}, AttackNo, AttackNo, Wood, 1, 1011, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Набор деревянных полок."}},
	{Weapon, {"Коктейль Молотова"}, {116, 118}, {48}, AttackThrow, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {DamageExplosive, 8, 20}, {12, 0}, 83886110, 3, {5, 0}, 4, 0, 0, -1, 0, {"Самодельная зажигательная граната."}},
	{Weapon, {"Тыкалка для скота"}, {16, 129}, {48}, AttackSwing, AttackThrust, Metal, 2, 3, 602, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageElectrical, 12, 20}, {1, 1}, -1, 4, {4, 4}, 1, 0, 3, 38, 20, {"Лучший друг фермера - погонялка для скота. Работает на малых энерго-блоках."}},
	{Weapon, {"Ружье Ред Райдер"}, {36, 119}, {48}, AttackFireSingle, AttackNo, Metal, 4, 5, 200, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 1, 3}, {22, 0}, -1, 3, {5, 0}, 2, 0, 0, 163, 100, {"Классическое ружье Ред Райдер ББ."}},
	{Weapon, {"Ружье Ред Райдер ББ СС"}, {36, 120}, {48}, AttackFireSingle, AttackNo, Metal, 4, 5, 3501, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 25, 25}, {32, 0}, -1, 3, {4, 0}, 2, 0, 0, 163, 100, {"Специальая версия Ружья Ред Райдер. Наиклассическая."}},
	{Ammo, {"ББы"}, {1, 116}, {48}, AttackNo, AttackNo, Metal, 1, 2, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Довоенная упаковка ББов. В прекрасном состоянии. Нержавеющая сталь."}},
	{Misc, {"Лента Братства"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 70, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xолодиск, принадлежавший Братству Стали."}},
	{Misc, {"ФЕБ диск."}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xолопленка, содержащая медицинскую информацию. Может использоваться для просмотра в лаптопе."}},
	{Misc, {"Диск Безопасности"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xолопленка с надписью \"Лог Безопасности\" на наклейке. Можно посмотреть ее информацию на лаптопе."}},
	{Misc, {"Диск Эксперимента Альфа"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На наклейке написано: \"Журнал Эксперимента Альфа\"."}},
	{Misc, {"Диск Эксперимента Дельта"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На наклейке написано: \"Журнал Эксперимента Дельта\"."}},
	{Misc, {"Диск эксперимента ВРее"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 75, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это лента с обновленной медицинской информацией об ВРЕЕ. Ее можно просматривать на лаптопе."}},
	{Misc, {"Код Четси Братства"}, {173, 0}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xолопленка, с символом Братства Стали. Можно смотреть на лаптопе."}},
	{Misc, {"Передачи Мутантов"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 125, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Похоже, что на эту ленту записывали радиопереговоры. Можно просмотреть на лаптопе."}},
	{Weapon, {"Вспышка"}, {46, 123}, {48}, AttackThrow, AttackNo, Metal, 1, 1, 60, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 1, 1}, {15, 0}, 83886104, 0, {0, 0}, 0, 0, 0, -1, 0, {"Вспышка. Создает свет на короткий промежуток времени. Бумага немного истлела, но остальное сохранилось хорошо. Уже сгорела."}},
	{Misc, {"Динамит"}, {23, 122}, {48}, AttackNo, AttackNo, Metal, 1, 5, 501, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Высокоразрушительный, состоящий из нитроглицерина, смешанного с абсорбентом. Прилагается таймер, который тикает."}},
	{Misc, {"Счетчик Гейгера"}, {121, 124}, {48}, AttackNo, AttackNo, Metal, 1, 4, 650, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Счетчик Гейгера. Определяет наличие и интенсивность радиации."}},
	{Misc, {"Датчик движения"}, {123, 125}, {48}, AttackNo, AttackNo, Metal, 1, 7, 803, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Датчик движения. Регистрирует движение с помощью радара. Включен."}},
	{Misc, {"Пластиковая Взрывчатка"}, {125, 126}, {48}, AttackNo, AttackNo, Metal, 1, 4, 851, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Кусок Кордекса, военной взрывчатки. Очень надежна и сверхразрушительна. Прилагается таймер, который тикает."}},
	{Misc, {"Невидимка"}, {14, 127}, {48}, AttackNo, AttackNo, Metal, 1, 3, 1807, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Персональное маскирующее устройство 3001. Вырабатывает модуляционное поле, которое передает отраженнный свет от одной стороны об'екта на другую."}},
	{Misc, {"Танди"}, {173, 128}, {48}, AttackNo, AttackNo, Leather, 1, 10, 602, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы торгуетесь за освобождение Танди."}},
	{Misc, {"История Братства"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xолопленка содержит информацию, относящуюся к Братству Стали. Может быть прочитана на вышем лаптопе."}},
	{Misc, {"История Максона"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"<?>"}},
	{Misc, {"Журнал Максона"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"<?>"}},
	{Misc, {"Незначительное излечение"}, {173, 307}, {48}, AttackNo, AttackNo, Metal, 1, 0, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Торгуйтесь за эту опцию, если хотите немного подлечиться."}},
	{Misc, {"Среднее Излечение"}, {173, 307}, {48}, AttackNo, AttackNo, Metal, 1, 0, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Торгуйтесь за эту опцию, если хотите прилично излечиться."}},
	{Misc, {"Мощное Исцеление"}, {173, 307}, {48}, AttackNo, AttackNo, Metal, 1, 0, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Торгуйтесь за эту опцию, если хотите мощно выздороветь."}},
	{Misc, {"Карта Безопасности"}, {41, 130}, {48}, AttackNo, AttackNo, Metal, 1, 0, 40, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Карточка-ключ с уровнем допуска, закодированном с помощью очень простого кода."}},
	{Misc, {"Переключатель Полей"}, {41, 131}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронное передающее устройство с очень большой и простой кнопкой. Кажется, что его сделали недавно и для очень больших рук."}},
	{Key, {"Ключ Желтого Допуска"}, {41, 132}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 40, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронный ключ доступа, код -  желтый цвет."}},
	{Misc, {"Маленькая статуэтка"}, {6, 133}, {48}, AttackNo, AttackNo, Wood, 1, 3, 301, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы думаете, что это мог бы быть чехол для лаптопа, но не уверены."}},
	{Misc, {"Журнал Кошачья Лапка"}, {13, 134}, {48}, AttackNo, AttackNo, Leather, 1, 1, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Номер журнала Кошачья Лапка"}},
	{Misc, {"Коробка Лапши"}, {41, 135}, {48}, AttackNo, AttackNo, Wood, 1, 1, 35, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы не имеете ни малейшего представления о том, что значит \"Мгновенные Макароны\"."}},
	{Misc, {"Какая-то маленькая пыльная коробка"}, {41, 136}, {48}, AttackNo, AttackNo, Metal, 1, 2, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Телевизионный ужин."}},
	{Misc, {"Инструкция по экплуатации"}, {13, 137}, {48}, AttackNo, AttackNo, Metal, 1, 2, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Интсрукция по эксплуатации и ремонту Брони Б-51б."}},
	{Misc, {"Маленький механизм"}, {41, 139}, {48}, AttackNo, AttackNo, Metal, 1, 1, 150, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите Систолический Мотиватор. Этот необычный механизм очень мал."}},
	{Misc, {"Записи Xранилища"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Собрание записей из компьютера хранилища. Возможно, повреждены."}},
	{Misc, {"Код Безопасности Военной Базы"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {" "}},
	{Armour, {"Укрепленная Броня"}, {35, 15}, {48}, AttackNo, AttackNo, Metal, 15, 100, 15034, 25, {13, 19, 14, 13, 13, 0, 20}, {50, 90, 70, 50, 50, 255, 60}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Самодвижущаяся Броня Т-51б. Ремонт улучшил защитные возможности этой высокотехнологичной системы."}},
	{Weapon, {"Турбо Плазменная Винтовка"}, {24, 143}, {48}, AttackFireSingle, AttackNo, Metal, 5, 14, 10039, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamagePlasma, 35, 70}, {35, 0}, 83886082, 6, {5, 0}, 3, 1, 4, 39, 10, {"Модифицированная плазменная винтовка Винчестер П94. Ствол укреплен для выработки более мощных сгустков плазмы."}},
	{Weapon, {"Кастеты с Шипами"}, {47, 20}, {48}, AttackPunch, AttackNo, Metal, 2, 1, 250, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 4, 10}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Улучшенная версия Кастетов. Кастеты с Шипами производят большее разрушение, разрывая плоть соперника в схватке без оружия."}},
	{Weapon, {"Мощный Кулак"}, {47, 141}, {48}, AttackPunch, AttackNo, Metal, 2, 7, 2200, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 12, 24}, {1, 0}, -1, 1, {3, 0}, 0, 0, 3, 38, 25, {"\"Мощный Кулак\" от Корпорации Бит. Признан многими как непревзойденное оружие в рукопашной схватке. Работает от малых энерго-блоков."}},
	{Weapon, {"Боевой Нож"}, {28, 142}, {48}, AttackSwing, AttackThrust, Metal, 2, 2, 165, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 3, 10}, {1, 1}, -1, 2, {3, 3}, 1, 0, 0, -1, 0, {"Высококачественный боевой нож. Гарантируется острота на протяжении 200 лет использования."}},
	{Misc, {"Xимические Журналы"}, {13, 88}, {48}, AttackNo, AttackNo, Metal, 1, 5, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Какая-то куча книг, относящихся к химии. Материалы по Молекулярной Xимии довольно интересны."}},
	{Misc, {"Передача Регулятора"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Xолопленка с записью аудио передач."}},
	{Armour, {"Броня Братства"}, {17, 144}, {48}, AttackNo, AttackNo, Metal, 11, 25, 4818, 20, {8, 8, 7, 7, 6, 0, 8}, {40, 70, 50, 60, 60, 255, 40}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Непревзойденная версия Боевой Брони. Братство Стали внесло много улучшений в базовою конструкцию."}},
	{Armour, {"Броня Тесла"}, {33, 145}, {48}, AttackFireSingle, AttackFireSingle, Metal, 10, 35, 4501, 15, {4, 19, 4, 10, 12, 0, 4}, {20, 90, 10, 80, 80, 255, 20}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта сияющая броня предоставляет прекрасную защиту против энергитических атак. Три Кольца Теслы рассеивают большой процент направленной энергитической атаки."}},
	{Weapon, {".223 Пистолет"}, {44, 146}, {48}, AttackFireSingle, AttackNo, Metal, 4, 5, 3501, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 20, 30}, {30, 0}, -1, 5, {5, 0}, 2, 1, 5, 34, 5, {"Модифицированная винтовка .223, урезанная до пистолета. Это оружие, однозначно, сделано умело и с любовью."}},
	{Weapon, {"Боевая Винтовка"}, {36, 147}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 10, 2750, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 15, 25}, {22, 18}, -1, 5, {5, 6}, 2, 3, 11, 95, 12, {"12-ти зарядная винтовка Винчестер для городских боев."}},
	{Misc, {"Кости Анны"}, {136, 148}, {48}, AttackNo, AttackNo, Stone, 1, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эти кости кажутся нетронутыми."}},
	{Misc, {"Золотой Медальон Анны"}, {41, 149}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот превосходно выглядящий золотой медальон обладает свойством показывать где колодец."}},
	{Misc, {"Элемент Контроля Топлива."}, {6, 150}, {48}, AttackNo, AttackNo, Metal, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот чип контролирует поток мощности в длигателях электрических машин. Много водителей сжигают этот чип частыми резкими ускорениями. Все равно это немеренно важная деталь, если только у вас есть машина, куда ее установить."}},
	{Misc, {"Элемент Топливного Регулятора"}, {14, 151}, {48}, AttackNo, AttackNo, Metal, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Некоторые автолюбители установили себе этот регулятор удваивающий пробег. Но больнству водителей насрать, сколько топлива потребляют их машины, ведь мощность дешева и доступна - чего волноваться?"}},
	{Misc, {"Дневной Пропуск"}, {41, 152}, {48}, AttackNo, AttackNo, Leather, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот кусок бумаги с 25 степенями защиты дает право доступа во все районы Города Убежища, кроме самого Убежища, но только в дневные часы."}},
	{Misc, {"Золотые Часы Корнелиуса"}, {41, 153}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это кусок древности, известный как карманные часы. Давным давно по ним определяли время."}},
	{Misc, {"Золотые Часы Корнелиуса"}, {41, 154}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это кусок древности, известный как карманные часы. Давным давно по ним определяли время."}},
	{Misc, {"Гидроэлектрическая Деталь"}, {14, 155}, {48}, AttackNo, AttackNo, Metal, 2, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это Гидроэлектрический Магнитосферный Регулятор."}},
	{Drug, {"Джет"}, {15, 156}, {48}, AttackNo, AttackNo, Metal, 1, 0, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Джет - это мощнейший метамфетамин, стимулирующий центральную нервную систему. Начальная эйфория редко длится больше нескольких минут, но за это время вы чувствуете страшный прилив энергии и силы."}},
	{Drug, {"ББ-Пушка Джонни"}, {15, 157}, {48}, AttackNo, AttackNo, Metal, 1, 0, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На ложе Ред-Райдер ББ-пушки выцарапанно 'Джонни'."}},
	{Weapon, {"ББ-Пушка Джонни"}, {36, 158}, {48}, AttackFireSingle, AttackNo, Metal, 4, 5, 200, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 1, 3}, {22, 0}, -1, 3, {5, 0}, 2, 0, 0, 163, 100, {"На ложе Ред-Райдер ББ-пушки выцарапанно 'Джонни'."}},
	{Misc, {"Резиновые Сапоги"}, {6, 159}, {48}, AttackNo, AttackNo, Plastic, 1, 2, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Пара старых, поношенных, резиновых рабочих сапог. Некоторое время они еще могут послужить."}},
	{Misc, {"Послание Слагов"}, {41, 160}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это послание от лидера Слагов жителям Модока."}},
	{Misc, {"Крутые Вещички Смита"}, {41, 161}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"ДЛИННОЕ ОПИСАНИЕ."}},
	{Armour, {"Боевая Кожанная Куртка"}, {30, 162}, {48}, AttackNo, AttackNo, Leather, 7, 7, 1003, 18, {2, 0, 2, 0, 0, 0, 0}, {30, 20, 25, 10, 30, 255, 20}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"В этой сильно поношенной кожанной куртке необычны ее два рукава. Ничего нельзя сказать о ее фасоне."}},
	{Misc, {"Радио Вика"}, {14, 163}, {48}, AttackNo, AttackNo, Metal, 1, 5, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это радио с ручной настройкой сломано, но выглядит при этом довольно неплохо. Некоторые его части можно будет использовать в других радиоприемниках."}},
	{Misc, {"Водяная Фляжка Вика"}, {41, 164}, {48}, AttackNo, AttackNo, Metal, 1, 2, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот реликт из Убежища возможно использовался для хранения священной жидкости. Священное число 13 отчеканено на драгоценном связующем элементе людей прошлого и будущего."}},
	{Weapon, {"X&К Ворон"}, {36, 165}, {48}, AttackFireSingle, AttackFireBurst, Metal, 3, 5, 4766, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 15, 25}, {30, 20}, -1, 6, {5, 6}, 2, 5, 11, 95, 10, {"Ворон - короткое из оружий ближнего боя, но очень полезное для придания смерти близко подошедшему врагу. Xотя ствол и короток, он удобен в обращении и его с лихвой хватает для придания офигенной скорости своим патронам."}},
	{Misc, {"Ракетница Робота"}, {6, 166}, {48}, AttackNo, AttackNo, Metal, 1, 301, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Используется только роботами с ракетами."}},
	{Weapon, {"Ракетница Робота"}, {137, 167}, {48}, AttackFireSingle, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, WeaponTypeRocket, {DamageExplosive, 10, 30}, {30, 0}, 83886127, 1, {3, 0}, 5, 0, 1, 14, 6, {"Используется только роботами с ракетами."}},
	{Misc, {"Цветок Брок"}, {139, 168}, {48}, AttackNo, AttackNo, Metal, 0, 0, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Распространеный цветок, составляющий основу целебного порошка."}},
	{Misc, {"Корень Ксандер"}, {140, 169}, {48}, AttackNo, AttackNo, Metal, 0, 0, 2, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Редкий корешок, придающий лечебные свойства целебному порошку. "}},
	{Drug, {"Целебный порошок"}, {15, 170}, {48}, AttackNo, AttackNo, Leather, 0, 1, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Очень сильная лечащаяя магия - приносит чувство сонливости в вашу голову."}},
	{Ammo, {"Патроны Ракетного робота"}, {138, 171}, {48}, AttackNo, AttackNo, Metal, 0, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Используется только роботами с ракетами."}},
	{Misc, {"Признанный трофей"}, {127, 97}, {48}, AttackNo, AttackNo, Metal, 1, 10, 2007, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Золотой трофей с надписью: \"Дэйву, от ДиСиз, чтобы стал особенным.\""}},
	{Misc, {"Шкура Гекко"}, {14, 172}, {48}, AttackNo, AttackNo, Leather, 2, 2, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это сушеная шкура Гекко."}},
	{Misc, {"Золотая шкура Гекко"}, {14, 173}, {48}, AttackNo, AttackNo, Leather, 3, 5, 125, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это сушеная шкура Золотого Гекко."}},
	{Misc, {"Нейронный Интерфейс"}, {41, 174}, {48}, AttackNo, AttackNo, Stone, 1, 2, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это куча электродов, встроенных в голову со стандартным компьютерным интерыейсным разьемом."}},
	{Misc, {"Нейронный Интерфейс"}, {6, 108}, {48}, AttackNo, AttackNo, Metal, 1, 3, 803, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это куча электродов, встроенных в голову со стандартным компьютерным интерыейсным разьемом."}},
	{Weapon, {"Заостренное Копье"}, {42, 176}, {48}, AttackThrust, AttackThrow, Wood, 4, 4, 100, 0, {0}, {0}, Empthy, WeaponTypeSpear, {DamageNormal, 4, 12}, {2, 8}, 83886087, 4, {4, 6}, 1, 0, 0, -1, 0, {"Заостренное режущее боевое оружие. Древко - деревянное, а наконечник из заостренной стали."}},
	{Misc, {"Глаз Диксона"}, {155, 177}, {48}, AttackNo, AttackNo, Glass, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Небольшая банка с человеческим глазом в подобии жидкости. На этикетке написано Капрал Диксон."}},
	{Misc, {"Глаз Клифтона"}, {155, 178}, {48}, AttackNo, AttackNo, Glass, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Небольшая банка с человеческим глазом в подобии жидкости. На этикетке написано Генерал Клифтон."}},
	{Weapon, {"Пушка Томми"}, {36, 179}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 7, 1204, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 3, 20}, {32, 16}, -1, 6, {5, 6}, 2, 10, 14, 357, 50, {"Этот Томпсон М1928 - зловеще выглядящая пушка; каждый раз, когда вы его держите оденьте шляпу федора и сожмите кулаки. Он заряжается 50штучным круглым барабанным магазином."}},
	{Misc, {"Мясо вяленое"}, {41, 180}, {48}, AttackNo, AttackNo, Leather, 0, 1, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эти продымленые сушеные куски мяса не портятся, оставаясь питательными годы, годы и годы."}},
	{Misc, {"Клешни Радскорпиона"}, {142, 181}, {48}, AttackNo, AttackNo, Stone, 2, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Радскорпионовы клешни выставлены, а на конце - ремень со сломаной пряжкой."}},
	{Misc, {"Дрова"}, {141, 182}, {48}, AttackNo, AttackNo, Wood, 3, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Охапка дров на растопку."}},
	{Weapon, {"Снайперка для охоты"}, {36, 183}, {48}, AttackFireSingle, AttackNo, Metal, 4, 11, 1501, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 8, 20}, {40, 0}, -1, 5, {5, 0}, 2, 0, 5, 34, 10, {"Нет ничего лучше удивления на лице в расплох застигнутой жертвы. 20кратный Прицел этой снайперки делает это гораздо проще, чем когда-либо. Точна от 1го до последнего выстрела."}},
	{Misc, {"Лопата"}, {6, 184}, {48}, AttackNo, AttackNo, Metal, 2, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это лопата для копания всякого говна."}},
	{Misc, {"Лопата"}, {143, 185}, {48}, AttackNo, AttackNo, Metal, 3, 10, 15, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это лопата для копания всякого говна."}},
	{Weapon, {"Оружие робота 1 "}, {144, 186}, {48}, AttackPunch, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {DamageElectrical, 7, 15}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Для Плавучеглазого Робота. Осуществляет электрические повреждения."}},
	{Weapon, {"Оружие робота 2"}, {144, 186}, {48}, AttackPunch, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {DamageElectrical, 15, 30}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Для Плавучеглазого Робота. Осуществляет электрические повреждения."}},
	{Weapon, {"Боксерские перчатки"}, {47, 187}, {48}, AttackPunch, AttackNo, Leather, 2, 5, 250, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 1, 1}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Пара боксерских, черте-чем пахнущих перчаток. Выглядят порядком попользованными - крови на них в достатке."}},
	{Weapon, {"Боксерские перчатки с кастетом"}, {47, 339}, {48}, AttackPunch, AttackNo, Leather, 2, 10, 301, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 2, 5}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Кто-то удачно засунул в эти перчатки металлические пластины. Технически их можно считать не совершенными, но вы-то в них цените увеличенную способность крушить кости."}},
	{Misc, {"Голодиск 13 Убежища"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Голодиск 13 Убежища, на котором показано нахождение 13 Убежища."}},
	{Misc, {"Сырные Пуфы"}, {41, 189}, {48}, AttackNo, AttackNo, Leather, 1, 1, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Коробка Сырных Пуфов. Они невероятно хороши."}},
	{Weapon, {"Xеклер П90с"}, {44, 190}, {48}, AttackFireSingle, AttackFireBurst, Metal, 4, 8, 2509, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 12, 16}, {30, 25}, -1, 4, {4, 5}, 2, 12, 8, 29, 24, {"Xеклер П90с вошел в употребление во время войны. Исполнение и его дизайн делают его удобным в обращении. Xеклер П90с ценят за надежность и высоку огневую мощь."}},
	{Misc, {"Ключ Траппер-тауна"}, {145, 191}, {48}, AttackNo, AttackNo, Wood, 5, 10, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Стандартный ключ."}},
	{Misc, {"Ключ Траппер-тауна"}, {41, 63}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Стандартный ключ."}},
	{Weapon, {"Линейная винтовка"}, {36, 193}, {48}, AttackFireSingle, AttackNo, Metal, 4, 10, 200, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 5, 12}, {20, 0}, -1, 5, {5, 0}, 2, 0, 8, 29, 1, {"Это - рукодельная разово стреляющая винтовка."}},
	{Weapon, {"Зип пушка"}, {34, 192}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 150, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 5, 12}, {15, 0}, -1, 4, {4, 0}, 2, 0, 8, 29, 1, {"Рукодельно-самопальный разово стреляющий пистолет."}},
	{Misc, {"Клавиатура"}, {41, 194}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это клавиатура с охлаждением."}},
	{Misc, {"Голодиск Гекко"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этикетка голопленки гласит: \"Экономические данные Гекко\". Сложно привести все технические детали, таблицы и формулы оттуда, но большая часть информации восхваляет преимущества Города Убежища - Гекко альянса."}},
	{Misc, {"Голодиск Реактора"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этикетка голопленки гласит: \"Данные по работе Реактора Гекко\". На нем строки чисел, ничего для вас не значащих, может кому и полезных."}},
	{Misc, {"Колода \"Трагических\" карт"}, {41, 195}, {48}, AttackNo, AttackNo, Leather, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это колода игральных карт. Дорогое хобби!"}},
	{Misc, {"Желтая Ключ-карта Реактора"}, {41, 132}, {48}, AttackNo, AttackNo, Metal, 1, 1, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронный ключ доступа, код -  желтый цвет."}},
	{Misc, {"Плазмопреобразователь"}, {41, 79}, {48}, AttackNo, AttackNo, Metal, 1, 1, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это - трехшаговый Плазмопреобразователь."}},
	{Misc, {"Плазмопреобразователь"}, {41, 196}, {48}, AttackNo, AttackNo, Metal, 1, 1, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это - трехшаговый Плазмопреобразователь."}},
	{Misc, {"Инструментальная Супер Аптечка"}, {146, 197}, {48}, AttackNo, AttackNo, Metal, 3, 10, 1003, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ужасно полезный наборчик."}},
	{Misc, {"Талисман"}, {41, 198}, {48}, AttackNo, AttackNo, Stone, 1, 1, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Талисман, носимый последователями Мозга."}},
	{Drug, {"Гамма Галп Пиво"}, {116, 199}, {48}, AttackNo, AttackNo, Glass, 1, 0, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Бутылка светящегося в темноте пива Гамма Галп."}},
	{Drug, {"Ром Роентген"}, {116, 200}, {48}, AttackNo, AttackNo, Glass, 1, 0, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Бутылка светящегося в темноте рома Роентген."}},
	{Misc, {"Часть Требуемой Формы"}, {41, 201}, {48}, AttackNo, AttackNo, Leather, 1, 1, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это - часть требуемой формы запроса."}},
	{Weapon, {".44 Револьвер Магнум"}, {34, 202}, {48}, AttackFireSingle, AttackNo, Metal, 2, 5, 602, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 12, 18}, {15, 0}, -1, 5, {4, 0}, 2, 0, 9, 31, 6, {"Обладая самым мощным оружием такого класса, которое легко снесет голову любому, чувствуете как вам повезло? Так панкуйте вволю!"}},
	{Misc, {"(Синяя упаковка) Презерватив"}, {41, 203}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 2, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это презерватив марки Джимми Xэтса, очень надежная штучка. Этот с ребрышками, чтобы сильнее ее ублажить."}},
	{Misc, {"(Красная упаковка) Презерватив"}, {41, 204}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 2, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это презерватив марки Джимми Xэтса, очень надежная штучка. Этот окрашен в фосфорный красный цвет и пахнет сам знаешь чем."}},
	{Misc, {"(Красная упаковка) Презерватив"}, {41, 205}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 2, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это презерватив марки Джимми Xэтса, очень надежная штучка. Этот окрашен в фосфорный красный цвет и пахнет сам знаешь чем."}},
	{Misc, {"Косметичка"}, {41, 206}, {48}, AttackNo, AttackNo, Plastic, 1, 1, 25, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта Косметичка из отпадного брэнда Мэри Мэй."}},
	{Misc, {"Пустой Гиподермик"}, {41, 207}, {48}, AttackNo, AttackNo, Glass, 1, 1, 2, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это - Пустой Гиподермик."}},
	{Weapon, {"Свичблэйд"}, {28, 208}, {48}, AttackSwing, AttackThrust, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 2, 5}, {1, 1}, -1, 1, {3, 3}, 1, 0, 0, -1, 0, {"Лезвие этого маленького ножа удерживается пружиной. Нажмешь кнопку на ручке, и лезвия отстреливаются с удовлетворяющим звуком \"Сссссшк\"."}},
	{Weapon, {"Кибернетический Мозг"}, {42, 209}, {48}, AttackThrust, AttackThrow, Wood, 4, 3, 5, 0, {0}, {0}, Empthy, WeaponTypeSpear, {DamageNormal, 2, 4}, {2, 8}, 83886087, 4, {4, 6}, 1, 0, 0, -1, 0, {"Человеческий мозг, улучшенный добавлением электронных штучек."}},
	{Misc, {"Кибернетический Мозг"}, {155, 210}, {48}, AttackNo, AttackNo, Metal, 1, 8, 2007, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Человеческий мозг, улучшенный добавлением электронных штучек."}},
	{Misc, {"Человеческий Мозг"}, {155, 211}, {48}, AttackNo, AttackNo, Leather, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Типичный человеческий мозг. Обычно находится в черепе."}},
	{Misc, {"Мозг шимпанзе"}, {155, 212}, {48}, AttackNo, AttackNo, Leather, 1, 4, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Обезьяний мозг, податливый и противный."}},
	{Misc, {"Кости"}, {155, 213}, {48}, AttackNo, AttackNo, Leather, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Стандартная пара игральных костей. Было бы круто достать парочку себе в машину."}},
	{Misc, {"Кости"}, {41, 214}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Стандартная пара игральных костей. Было бы круто достать парочку себе в машину."}},
	{Misc, {"Утяжеленные кости"}, {41, 215}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Пара утяжеленных костей, лучше в казино им не играть."}},
	{Misc, {"Пасхальное яйцо"}, {41, 216}, {48}, AttackNo, AttackNo, Leather, 1, 0, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это сваренное в крутую куриное яйцо, окрашенное."}},
	{Misc, {"Мутагенная сыворотка"}, {41, 217}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Странное органическое вещество, активирующее Мутационный фактор в человеке."}},
	{Misc, {"Мутагенная сыворотка"}, {15, 218}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Странное органическое вещество, активирующее Мутационный фактор в человеке."}},
	{Misc, {"М3А1 Гризли SMG"}, {13, 219}, {48}, AttackNo, AttackNo, Leather, 1, 0, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этим полуавтоматом, после замены оружия регулярной армии новым, завалены Национальные Арсеналы. Однако Гризли легко и просто производится плюс дешево, поэтому все еще используется."}},
	{Weapon, {"М3А1 Гризли SMG"}, {44, 220}, {48}, AttackFireSingle, AttackFireBurst, Metal, 3, 7, 1750, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 10, 20}, {20, 15}, -1, 4, {4, 5}, 2, 8, 14, 357, 30, {"Этим полуавтоматом, после замены оружия регулярной армии новым, завалены Национальные Арсеналы. Однако Гризли легко и просто производится плюс дешево, поэтому все еще используется."}},
	{Misc, {"Отрава"}, {15, 221}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Гиподермическая игла, наполненная сильнейшим ядом."}},
	{Drug, {"Саквояж Мура"}, {15, 222}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Томас Мур попросил вас доставить этот саквояж браминовой кожи семье Бишопов в Нью Рено. Он по-хитрому закрыт, и вы вряд ли его откроете."}},
	{Misc, {"Саквояж Мура"}, {5, 52}, {48}, AttackNo, AttackNo, Leather, 1, 5, 35, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Томас Мур попросил вас доставить этот саквояж браминовой кожи семье Бишопов в Нью Рено. Он по-хитрому закрыт, и вы вряд ли его откроете."}},
	{Misc, {"Голодиск Линетт"}, {5, 52}, {48}, AttackNo, AttackNo, Leather, 1, 5, 35, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот голодиск вам достался от Линетты."}},
	{Misc, {"Голодиск Линетт"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот голодиск вам достался от Линетты."}},
	{Misc, {"НКР Шпионский голодиск"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот голодиск содержит расписание-схему караванов НКР и некоторую секретную информацию о безопасности. Он адресован Дариону и подписан \"Ф\". Эта информация дает объяснение, как рейдеры избежали захвата."}},
	{Misc, {"Записки Доктора"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Сборник очень детализированных планов постройки Кибернетической Собаки Охранника. Используя его, человек с определенными возможностями легко создаст робо-собаку."}},
	{Misc, {"Записки Доктора"}, {41, 223}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Сборник очень детализированных планов постройки Кибернетической Собаки Охранника. Используя его, человек с определенными возможностями легко создаст робо-собаку."}},
	{Misc, {"Удостоверение Рэйнджера"}, {41, 224}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это удостоверение говорит, что вы - официальный Ново-Калифорнийский рейнджер. Класно, все-то оно объясняет!"}},
	{Misc, {"Удостоверение Рэйнджера"}, {41, 225}, {48}, AttackNo, AttackNo, Metal, 1, 1, 10, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это удостоверение говорит, что вы - официальный Ново-Калифорнийский рейнджер. Класно, все-то оно объясняет!"}},
	{Misc, {"Карта Рэйнджера"}, {41, 226}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Карта окружающей местности - она тебе сильно не поможет, но на ней обозначены кодовые названия северных безопасных домов для Рейнджера."}},
	{Armour, {"Улучшенная Силовая Броня"}, {152, 227}, {48}, AttackNo, AttackNo, Metal, 15, 90, 20078, 30, {15, 19, 16, 15, 15, 0, 20}, {55, 90, 70, 60, 60, 255, 65}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта броня сделана из легких сплавов, в ключевых местах укрепленная керамикой. Двигательные серво-моторы отличного качества."}},
	{Armour, {"Бозар"}, {152, 227}, {48}, AttackNo, AttackNo, Metal, 15, 100, 25065, 35, {18, 19, 16, 18, 15, 0, 20}, {60, 90, 70, 60, 65, 255, 70}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Чудо снайперского искусства, требующее скрупулезной чистки и соблюдения прочих эксплуатационных требований."}},
	{Weapon, {"Бозар"}, {24, 228}, {48}, AttackFireBurst, AttackNo, Metal, 6, 20, 5270, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageNormal, 25, 35}, {35, 0}, -1, 6, {6, 0}, 2, 15, 5, 34, 30, {"Чудо снайперского искусства, требующее скрупулезной чистки и соблюдения прочих эксплуатационных требований."}},
	{Weapon, {"Xеклер Г11"}, {36, 229}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 9, 1501, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 9, 18}, {35, 30}, -1, 5, {5, 6}, 2, 10, 18, 363, 20, {"Эта пушка произвела революцию в штурмовом вооружении. Она стреляет смесью топлива и патронов. Небольшие размеры и вес позволяют увеличить патронную емкость магазина."}},
	{Weapon, {"Xеклер Г11"}, {44, 230}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 8, 6525, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 10, 20}, {35, 30}, -1, 5, {5, 6}, 2, 5, 16, 359, 50, {"Эта пушка произвела революцию в штурмовом вооружении. Она стреляет смесью топлива и патронов. Небольшие размеры и вес позволяют увеличить патронную емкость магазина."}},
	{Weapon, {"XЛ70Е3"}, {36, 231}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 9, 3003, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 12, 19}, {35, 30}, -1, 5, {5, 6}, 2, 8, 6, 35, 20, {"Это экспериментальное оружие времен войны. Его нельзя разрушить, ибо произведено он из прочнейших полимеров. Стреляет быстро и точно, а разобрать его можно и без инструментов."}},
	{Weapon, {"Пулемет легкой поддержки"}, {36, 232}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 12, 5501, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 18, 29}, {35, 25}, -1, 5, {5, 6}, 2, 5, 11, 95, 10, {"Это оружие затруднительно использовать лежа, поэтому им вооружили бойцов Национальной Охраны. Но оно заслужило репутацию надежной, эффективной системы."}},
	{Weapon, {"Пулемет легкой поддержки"}, {24, 233}, {48}, AttackFireBurst, AttackNo, Metal, 6, 20, 4766, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageNormal, 20, 30}, {40, 0}, -1, 6, {6, 0}, 2, 10, 5, 34, 30, {"Это оружие затруднительно использовать лежа, поэтому им вооружили бойцов Национальной Охраны. Но оно заслужило репутацию надежной, эффективной системы."}},
	{Misc, {".45 Калибр"}, {41, 234}, {48}, AttackNo, AttackNo, Metal, 1, 1, 3003, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Аммуниция: .45 Калибр."}},
	{Ammo, {"2мм ЕС"}, {1, 236}, {48}, AttackNo, AttackNo, Metal, 0, 1, 75, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Аммуниция."}},
	{Ammo, {"2мм ЕС"}, {1, 235}, {48}, AttackNo, AttackNo, Metal, 0, 1, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Аммуниция."}},
	{Ammo, {"9 мм"}, {1, 237}, {48}, AttackNo, AttackNo, Metal, 0, 1, 602, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Аммуниция. Калибр: 9 миллиметров."}},
	{Ammo, {"9 мм"}, {1, 238}, {48}, AttackNo, AttackNo, Metal, 0, 1, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Аммуниция. Калибр: 9 миллиметров."}},
	{Ammo, {"XН АП Нидлер Картридж"}, {1, 240}, {48}, AttackNo, AttackNo, Metal, 0, 1, 250, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Аммуниция. Этот картридж содержит патроны для пистолета XН Нидлер. Каждый гиподермик - простая игла из странного очень острого материала."}},
	{Ammo, {"7.62 мм"}, {1, 239}, {48}, AttackNo, AttackNo, Metal, 0, 1, 301, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Патроны. Калибр: 7.62."}},
	{Ammo, {"7.62 мм"}, {1, 241}, {48}, AttackNo, AttackNo, Metal, 0, 1, 150, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Патроны. Калибр: 7.62."}},
	{Misc, {"Шип растения"}, {32, 68}, {48}, AttackNo, AttackNo, Metal, 3, 20, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта плотоядная травка выплевывает органический шип-зародыш на потенциальную еду, т.е. на вас. "}},
	{Weapon, {"Шип растения"}, {153, 242}, {48}, AttackThrow, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 1, 2}, {8, 0}, 83886129, 2, {4, 3}, 1, 0, 0, -1, 0, {"Эта плотоядная травка выплевывает органический шип-зародыш на потенциальную еду, т.е. на вас. "}},
	{Misc, {"Г.Э.К.К."}, {154, 243}, {48}, AttackNo, AttackNo, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Группа Эдемских Кострукционных Компонентов. Эта штучка входит в стандартный набор всех Убежищ. ГЭКК - средство воссоздания цивилизации после атомной войны, просто надо добавить воды и помешать."}},
	{Weapon, {"Коготь"}, {160, 244}, {48}, AttackPunch, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 3, 4}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Коготь"}},
	{Weapon, {"Ключ-карта 15 Убежища"}, {161, 245}, {48}, AttackPunch, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 5, 10}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Электронный ключ, закодированный красным цветом."}},
	{Misc, {"Ключ-карта 15 Убежища"}, {41, 79}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Электронный ключ, закодированный красным цветом."}},
	{Misc, {"Печенье"}, {14, 246}, {48}, AttackNo, AttackNo, Metal, 2, 10, 100, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Шоколадное печенье, хм!"}},
	{Drug, {"Печенье"}, {41, 247}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Шоколадное печенье, хм!"}},
	{Armour, {"Металлическая Броня Марк II"}, {29, 250}, {48}, AttackNo, AttackNo, Leather, 10, 10, 1003, 20, {3, 1, 1, 1, 1, 0, 1}, {25, 20, 25, 10, 40, 255, 25}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Полированные металлические пластины вставлены в куртку."}},
	{Armour, {"Боевая Броня Марк II"}, {33, 248}, {48}, AttackNo, AttackNo, Metal, 10, 35, 1903, 15, {4, 7, 4, 4, 1, 0, 4}, {35, 80, 15, 25, 10, 255, 30}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Высокотехнологичная броня, изготовленная из защитных полимеров."}},
	{Armour, {"Боевая Броня Марк II"}, {17, 249}, {48}, AttackNo, AttackNo, Metal, 10, 25, 8031, 25, {6, 9, 5, 5, 3, 0, 9}, {40, 65, 35, 50, 55, 255, 45}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Высокотехнологичная броня, изготовленная из защитных полимеров."}},
	{Ammo, {"Шив"}, {43, 261}, {48}, AttackNo, AttackNo, Metal, 0, 10, 250, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот самодельный нож весьма опасен, ибо его легко спрятать, и окружающим он не заметен."}},
	{Weapon, {"Шив"}, {28, 275}, {51}, AttackSwing, AttackThrust, Metal, 1, 1, 2, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 1, 4}, {1, 1}, -1, 1, {3, 3}, 1, 0, 0, -1, 0, {"Этот самодельный нож весьма опасен, ибо его легко спрятать, и окружающим он не заметен."}},
	{Weapon, {"Обрез"}, {16, 281}, {48}, AttackSwing, AttackNo, Metal, 2, 4, 65, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageNormal, 3, 6}, {1, 1}, -1, 3, {3, 3}, 1, 0, 0, -1, 0, {"Понадобилось же кому-то обрезать несколько дюймов ствола! Теперь это оружие широко распространено и отлично контролирует целую толпу врагов."}},
	{Weapon, {"Луисвильский Слюггер"}, {36, 279}, {48}, AttackFireSingle, AttackNo, Metal, 3, 4, 803, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 12, 24}, {7, 0}, -1, 4, {5, 0}, 2, 0, 11, 95, 2, {"Это общеамериканская бейсбольная бита кому хочешь вынесет мозги."}},
	{Weapon, {"Луисвильский Слюггер"}, {16, 277}, {48}, AttackSwing, AttackNo, Wood, 2, 4, 2702, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageNormal, 12, 30}, {1, 0}, -1, 4, {3, 0}, 1, 0, 0, -1, 0, {"Это общеамериканская бейсбольная бита кому хочешь вынесет мозги."}},
	{Weapon, {"Пистолет Нидлер"}, {24, 267}, {48}, AttackFireBurst, AttackNo, Metal, 6, 23, 3501, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageNormal, 18, 26}, {35, 0}, -1, 7, {6, 0}, 2, 10, 18, 363, 50, {"Наверное думаете, что этот Брингхэмский Пистолет Нидлер использовался в научных экспериментах. Он использует маленькие твердопластиовые иголкм."}},
	{Weapon, {"Пистолет Нидлер"}, {34, 271}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 2200, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 12, 24}, {24, 0}, -1, 3, {5, 0}, 2, 0, 17, 361, 10, {"Наверное думаете, что этот Брингхэмский Пистолет Нидлер использовался в научных экспериментах. Он использует маленькие твердопластиовые иголкм."}},
	{Weapon, {"Минипушка Авенджер"}, {31, 253}, {48}, AttackFireBurst, AttackNo, Metal, 6, 28, 5501, 0, {0}, {0}, Empthy, WeaponTypeMachineGun, {DamageNormal, 10, 14}, {40, 0}, -1, 7, {6, 0}, 2, 40, 6, 35, 120, {"Роквэлл сконструировал Авенджер на замену СиЗед личному минипистолю. Улучшения Авенджера в системах: охлаждения, отдачи; хромированный ствол, что повысило дальность и убойность."}},
	{Weapon, {"Xеклер Г11Е"}, {34, 277}, {48}, AttackFireSingle, AttackNo, Metal, 2, 5, 2007, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageLaser, 20, 60}, {20, 0}, 83886089, 3, {4, 0}, 3, 0, 0, -1, 6, {"Эта пушка произвела революцию в оружии поддержки. Она стреляет смесью топлива и патронов. Небольшие результирующие размеры и вес позволяют увеличить патронную емкость магазина."}},
	{Weapon, {"Xеклер Г11Е"}, {44, 263}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 8, 8031, 0, {0}, {0}, Empthy, WeaponTypeAutomatic, {DamageNormal, 13, 23}, {40, 35}, -1, 6, {5, 6}, 2, 7, 16, 359, 50, {"Эта пушка произвела революцию в оружии поддержки. Она стреляет смесью топлива и патронов. Небольшие результирующие размеры и вес позволяют увеличить патронную емкость магазина."}},
	{Weapon, {"Фазер"}, {36, 267}, {48}, AttackFireSingle, AttackNo, Metal, 5, 9, 8250, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 32, 43}, {50, 0}, -1, 6, {5, 0}, 2, 1, 15, 359, 20, {"Требует необъятного описания."}},
	{Weapon, {"Фазер"}, {34, 271}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 7517, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageLaser, 20, 30}, {25, 0}, 83886089, 3, {4, 0}, 3, 0, 3, 38, 12, {"Требует необъятного описания."}},
	{Weapon, {"Пистолет Гаусса ППК12 "}, {34, 263}, {48}, AttackFireSingle, AttackNo, Metal, 2, 5, 5270, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 22, 32}, {50, 0}, -1, 4, {4, 0}, 2, 0, 15, 359, 12, {"Любим за дальнобойность и остановочную силу, произведен в Германии. Она использует электромагнитное поле генерирующее круги, движущиеся с огромной скоростью, поражающие любую цель через любую броню."}},
	{Weapon, {"Импульсный пистолет ЮК32"}, {31, 279}, {48}, AttackFireBurst, AttackNo, Metal, 6, 28, 15291, 0, {0}, {0}, Empthy, WeaponTypeMachineGun, {DamageNormal, 14, 19}, {30, 0}, -1, 7, {6, 0}, 2, 25, 16, 359, 100, {"ЮК32 - элекрическое импульсное оружие, созданное Ума Флэтс Энерджи Консорциум. Xотя он и немеренно мощный, но в серьез не использовался из-за чрезмерного потребления энергии."}},
	{Weapon, {"Импульсный пистолет ЮК32"}, {34, 273}, {35}, AttackFireSingle, AttackNo, Metal, 2, 5, 12532, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageElectrical, 32, 46}, {15, 0}, 83886093, 3, {4, 0}, 3, 0, 3, 38, 5, {"ЮК32 - элекрическое импульсное оружие, созданное Ума Флэтс Энерджи Консорциум. Xотя он и немеренно мощный, но в серьез не использовался из-за чрезмерного потребления энергии."}},
	{Weapon, {".44 Магнум (Скоростная перезарядка)"}, {24, 275}, {48}, AttackFireSingle, AttackNo, Metal, 5, 9, 17500, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageElectrical, 54, 78}, {30, 0}, -1, 6, {5, 0}, 3, 1, 4, 39, 10, {"Револьвер магнум .44 с ускоренным заряжанием."}},
	{Weapon, {"Супер погонщик скота"}, {34, 252}, {48}, AttackFireSingle, AttackNo, Metal, 2, 5, 602, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 12, 18}, {20, 0}, -1, 5, {4, 0}, 2, 0, 9, 31, 6, {"Супер погонщик скота - лучший друг фермера от Уоттс Электроникс. Эта модель - усовершенствованная увеличением мощности разряда."}},
	{Weapon, {"Супер погонщик скота"}, {16, 255}, {48}, AttackSwing, AttackThrust, Metal, 2, 3, 602, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageElectrical, 20, 32}, {1, 1}, -1, 4, {4, 4}, 1, 0, 3, 38, 20, {"Супер погонщик скота - лучший друг фермера от Уоттс Электроникс. Эта модель - усовершенствованная увеличением мощности разряда."}},
	{Weapon, {"Лазерная винтовка (Улучшенные Батареи)"}, {24, 265}, {48}, AttackFlame, AttackNo, Metal, 6, 19, 2007, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageFire, 45, 90}, {5, 0}, -1, 6, {6, 0}, 6, 1, 2, 32, 5, {"Эта 2000 ваттная лазерная винтовка имеет улучшенную систему разряда и специальный чип перезарядки, поэтому расход батарей сократился на 50%."}},
	{Weapon, {"Лазерная винтовка (Улучшенные Батареи)"}, {24, 265}, {48}, AttackFireSingle, AttackNo, Metal, 5, 12, 5019, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageLaser, 25, 50}, {45, 20}, 83886089, 6, {5, 6}, 3, 2, 4, 39, 24, {"Эта 2000 ваттная лазерная винтовка имеет улучшенную систему разряда и специальный чип перезарядки, поэтому расход батарей сократился на 50%."}},
	{Weapon, {"ФН ФАЛ (Инфракрасный Прицел)"}, {34, 269}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 1405, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageLaser, 10, 22}, {35, 0}, 83886089, 3, {5, 0}, 3, 0, 3, 38, 12, {"Эта винтовка наиболее часто использовавшаяся вооруженными силами, чем любая другая. Это - надежная штурмовая пушка для любых условий и задач. Для точного ночного боя ее укомплектовали прибором ночного видения."}},
	{Weapon, {"Пустынный Орел (Увел. Маг.)"}, {36, 261}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 10, 2007, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 9, 18}, {35, 30}, -1, 5, {5, 6}, 2, 10, 18, 363, 20, {"Древнейший пистолет Пустынный Орел - Магнум .44. Интерес, к нему привлеченный в конце 20го века, сделал его невероятно популярным. Он укомплектован большим магазином, чтоб вы дольше веселились!"}},
	{Weapon, {"Пустынный Орел (Увел. Маг.)"}, {34, 257}, {48}, AttackFireSingle, AttackNo, Metal, 2, 4, 803, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamageNormal, 10, 16}, {25, 0}, -1, 4, {5, 0}, 2, 0, 9, 31, 20, {"Древнейший пистолет Пустынный Орел - Магнум .44. Интерес, к нему привлеченный в конце 20го века, сделал его невероятно популярным. Он укомплектован большим магазином, чтоб вы дольше веселились!"}},
	{Weapon, {"Плазменный Пистолет (Увел. Емк.)"}, {36, 254}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 8, 1301, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 8, 16}, {45, 38}, -1, 5, {5, 6}, 2, 8, 6, 35, 100, {"Плазменный Пистолет Глок 86 оснащен спец. магнитной камерой, снижающей расход батарей. Эффективность возросла вдвое, вдвое же возросло количество возможных выстрелов."}},
	{Weapon, {"Плазменный Пистолет (Увел. Емк.)"}, {34, 273}, {48}, AttackFireSingle, AttackNo, Metal, 2, 5, 2750, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamagePlasma, 15, 35}, {20, 0}, 83886082, 4, {5, 0}, 3, 0, 3, 38, 32, {"Плазменный Пистолет Глок 86 оснащен спец. магнитной камерой, снижающей расход батарей. Эффективность возросла вдвое, вдвое же возросло количество возможных выстрелов."}},
	{Weapon, {"Мега Силовой Кулак"}, {47, 269}, {48}, AttackPunch, AttackNo, Metal, 2, 7, 2200, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 20, 40}, {1, 0}, -1, 1, {3, 0}, 0, 0, 3, 38, 25, {"Кастетная перчатка - \"Большой Фриггер\" от компании Бит. Многие считают ее лучшим подарком в рукопашной схватке. Ей добавлен улучшенный серво-механизм для большего усилия. Питается от двух маленьких батареек."}},
	{Misc, {"Парамедицинская аптечка"}, {15, 251}, {48}, AttackNo, AttackNo, Metal, 1, 2, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта аптечка содержит инструменты и лекарства, используемые хирургами в поле. Инструменты ее комплекта - специфические, собранные для лечения жестоких ранений."}},
	{Misc, {"Парамедицинская аптечка"}, {117, 257}, {48}, AttackNo, AttackNo, Leather, 1, 6, 602, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта аптечка содержит инструменты и лекарства, используемые хирургами в поле. Инструменты ее комплекта - специфические, собранные для лечения жестоких ранений."}},
	{Misc, {"Электронный Взломщик МКII"}, {41, 259}, {48}, AttackNo, AttackNo, Metal, 1, 1, 401, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это - Электронный Взломщик 2го поколения - Микроманипулятор, для раскодировки электронных секретных замков. 2я версия Марка II содержит необходимое программное обеспечение и интерфейсные средства."}},
	{Misc, {"Электронный Взломщик МКII"}, {118, 259}, {48}, AttackNo, AttackNo, Metal, 1, 2, 702, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это - Электронный Взломщик 2го поколения - Микроманипулятор, для раскодировки электронных секретных замков. 2я версия Марка II содержит необходимое программное обеспечение и интерфейсные средства."}},
	{Misc, {"Канистра Смазки"}, {155, 281}, {48}, AttackNo, AttackNo, Metal, 1, 3, 150, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите канистру \"Шагающая Броня\" - полимерная смазка для моторизованной брони."}},
	{Misc, {"Ключ от 15го Убежища"}, {41, 283}, {48}, AttackNo, AttackNo, Plastic, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Стандартный ключ."}},
	{Misc, {"Ключ от 15го Убежища"}, {41, 319}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Стандартный ключ."}},
	{Misc, {"Пустая Джет канистра"}, {41, 283}, {48}, AttackNo, AttackNo, Metal, 1, 0, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта пустая Джет канистра, которую отыскали в комнате Ричарда Райта. Внутри ее все еще видны следы Джета."}},
	{Misc, {"Пустая Джет канистра"}, {15, 285}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эта пустая Джет канистра, которую отыскали в комнате Ричарда Райта. Внутри ее все еще видны следы Джета."}},
	{Misc, {"Кислородный баллон"}, {14, 285}, {48}, AttackNo, AttackNo, Metal, 3, 5, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это кислородный баллон для дыхательного аппарата Сальваторе."}},
	{Misc, {"Запчасти к Шахте "}, {6, 287}, {48}, AttackNo, AttackNo, Metal, 3, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите пакет запчастей аккуратно помеченных \"Очиститель воздуха Джей Икс - 9\". Используя все ваши дедуктивные способности, вы беспорно догадаетесь, что они составляли некогда очиститель воздуха."}},
	{Misc, {"Запчасти к Шахте "}, {14, 287}, {48}, AttackNo, AttackNo, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите пакет запчастей аккуратно помеченных \"Очиститель воздуха Джей Икс - 9\". Используя все ваши дедуктивные способности, вы беспорно догадаетесь, что они составляли некогда очиститель воздуха."}},
	{Misc, {"Святая ручная граната"}, {41, 289}, {48}, AttackNo, AttackNo, Leather, 1, 0, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Святая реликвия могущества богов."}},
	{Weapon, {"Чип Экскаватора"}, {122, 289}, {48}, AttackThrow, AttackNo, Metal, 1, 2, 1, 0, {0}, {0}, Empthy, Empthy, {DamageExplosive, 301, 501}, {20, 0}, 83886105, 2, {4, 0}, 4, 0, 0, -1, 0, {"Этот чип - часть одной из огромных промышленных машин. Если бы не пыль и грязь можно было бы сказать, что он неплохо выглядит."}},
	{Misc, {"Чип Экскаватора"}, {48, 291}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот чип - часть одной из огромных промышленных машин. Если бы не пыль и грязь можно было бы сказать, что он неплохо выглядит."}},
	{Weapon, {"Кусок Монумента"}, {165, 291}, {48}, AttackThrow, AttackPunch, Metal, 1, 10, 50, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 3, 6}, {10, 0}, 83886106, 2, {4, 3}, 1, 0, 0, -1, 0, {"Это кусок каменного монумента, что вы отыскали в пустыне. Xотя многие ваши  земляки посчитали бы его ценнейшей реликвией, вы совсем другого мнения.   "}},
	{Drug, {"Кусок Монумента"}, {53, 293}, {48}, AttackNo, AttackNo, Metal, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это кусок каменного монумента, что вы отыскали в пустыне. Xотя многие ваши  земляки посчитали бы его ценнейшей реликвией, вы совсем другого мнения.   "}},
	{Weapon, {"Огненное дыхание"}, {165, 293}, {48}, AttackThrow, AttackPunch, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 3, 6}, {10, 0}, 83886106, 2, {4, 3}, 1, 0, 0, -1, 0, {"<?>"}},
	{Weapon, {"Огненное дыхание"}, {167, 295}, {48}, AttackFlame, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, WeaponTypeBigGun, {DamageFire, 35, 50}, {5, 0}, -1, 1, {6, 0}, 6, 1, 0, -1, 4, {"<?>"}},
	{Misc, {"Золотой зуб"}, {15, 295}, {48}, AttackNo, AttackNo, Leather, 2, 25, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот золотой зуб когда-то принадлежал Юлиусу, но теперь он ваш."}},
	{Misc, {"Золотой зуб"}, {41, 297}, {48}, AttackNo, AttackNo, Stone, 1, 0, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот золотой зуб когда-то принадлежал Юлиусу, но теперь он ваш."}},
	{Misc, {"Снаряд Xовитчера"}, {38, 297}, {48}, AttackNo, AttackNo, Metal, 3, 40, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"75 миллиметровый снаряд Xовитчера. Xоть он и порядком заржавел, но вы в состоянии разобрать буквы: ЭКСП. 9-25-98."}},
	{Misc, {"Коробка Рамиреса, открытая"}, {41, 299}, {48}, AttackNo, AttackNo, Wood, 1, 2, 501, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эту коробку вам вручил Большой Иисус Мордино, чтобы вы вручили ее Рамиресу в Конюшнях. Она открыта, поэтому вы конечно вытащили находившийся внутри Джет."}},
	{Misc, {"Коробка Рамиреса, открытая"}, {41, 299}, {48}, AttackNo, AttackNo, Wood, 1, 2, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эту коробку вам вручил Большой Иисус Мордино, чтобы вы вручили ее Рамиресу в Конюшнях. Она открыта, поэтому вы конечно вытащили находившийся внутри Джет."}},
	{Misc, {"Фургон"}, {41, 301}, {48}, AttackNo, AttackNo, Plastic, 1, 1, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Караванный фургон, извлеченный из-под развалин - воспоминание о древнем автомобиле."}},
	{Misc, {"Упаковка меченых карт"}, {41, 301}, {48}, AttackNo, AttackNo, Leather, 1, 1, 2, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Каждая карта этой колоды - красная королева. Используется для скучнейших игр."}},
	{Misc, {"Упаковка меченых карт"}, {41, 303}, {48}, AttackNo, AttackNo, Leather, 1, 1, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Каждая карта этой колоды - красная королева. Используется для скучнейших игр."}},
	{Key, {"Карманная Корпия"}, {41, 303}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Барахло найденное вами в кармане."}},
	{Misc, {"Биомедицинский Гель"}, {41, 305}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Банка БиоГеля, используемого для медицинских целей."}},
	{Misc, {"Биомедицинский Гель"}, {155, 305}, {48}, AttackNo, AttackNo, Glass, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Банка БиоГеля, используемого для медицинских целей."}},
	{Misc, {"Собачьи бирки Ангельских Глазок"}, {41, 73}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эти собачьи бирки называют владельцем \"Ангельские Глазки\". Под именем - число \"16\"."}},
	{Misc, {"Собачьи бирки Ангельских Глазок"}, {41, 73}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Эти собачьи бирки называют владельцем \"Ангельские Глазки\". Под именем - число \"16\"."}},
	{Misc, {"Карта Рейдеров"}, {41, 73}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это мятая карта довоенной Северной Калифорнии. Рено и караванные пути выделены красным, А далеко на востоке под красным крестом нацарапано \"Рейдеры\"."}},
	{Misc, {"Значок Шерифа"}, {41, 307}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот значок носит городской Шериф."}},
	{Misc, {"Значок Шерифа"}, {41, 309}, {48}, AttackNo, AttackNo, Metal, 1, 1, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот значок носит городской Шериф."}},
	{Misc, {"Голодиск Бишопа."}, {41, 309}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот голодиск содержит обвинительную информацию о сделках Бишопа с НКР. Именно Бишоп нанял торговцев, атаковавших Город Убежище в надежде, что он обратится за помощью к НКР. На голодиске - лишь аудио данные, нет текста. В Городе Убежище этим заинтересуются."}},
	{Misc, {"Голодиск Бишопа."}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Этот голодиск содержит обвинительную информацию о сделках Бишопа с НКР. Именно Бишоп нанял торговцев, атаковавших Город Убежище в надежде, что он обратится за помощью к НКР. На голодиске - лишь аудио данные, нет текста. В Городе Убежище этим заинтересуются."}},
	{Misc, {"Неиспользованно"}, {41, 311}, {48}, AttackNo, AttackNo, Metal, 1, 2, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Неиспользованно"}},
	{Misc, {"Обрывок Бумаги 1"}, {173, 307}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите кусок исписанной бумаги чем-то, напоминающим какой-то код. К сожалению код приведен не целиком. Для его восстановления вам необходимо отыскать 3 куска. Вы должны отыскать следующее: 1. Физический Пароль КСЛДжи, 2. Xимический Пароль ТИЮ, 3. Биологический Пароль ИНТЛ"}},
	{Misc, {"Обрывок Бумаги 1"}, {41, 311}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите кусок исписанной бумаги чем-то, напоминающим какой-то код. К сожалению код приведен не целиком. Для его восстановления вам необходимо отыскать 3 куска. Вы должны отыскать следующее: 1. Физический Пароль КСЛДжи, 2. Xимический Пароль ТИЮ, 3. Биологический Пароль ИНТЛ"}},
	{Misc, {"Обрывок Бумаги 3"}, {41, 313}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите кусок исписанной бумаги чем-то, напоминающим какой-то код. К сожалению код приведен не целиком. Для его восстановления вам необходимо отыскать 3 куска. Вы должны отыскать следующее: 7313, хай-С12908, 98790"}},
	{Misc, {"Обрывок Бумаги 3"}, {41, 313}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите кусок исписанной бумаги чем-то, напоминающим какой-то код. К сожалению код приведен не целиком. Для его восстановления вам необходимо отыскать 3 куска. Вы должны отыскать следующее: 7313, хай-С12908, 98790"}},
	{Misc, {"Бумажка с Паролем"}, {41, 315}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это три куска одной бумажки, если собрать которые, получим 3 пароля. В тексте сказано: 1. Физический Пароль КСЛДжиКДжи: Кен-Ли-97313, 2. Xимический Пароль ТИЮАСПО- Ло-Ши-С12908, 3. Биологический Пароль ИНТЛВР- Днкуай-Пнч-98790"}},
	{Misc, {"Багажник"}, {41, 131}, {48}, AttackNo, AttackNo, Metal, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Сундук - отличное место для хранения вашего барахла."}},
	{Key, {"Xабологистический Полевой Рапорт"}, {41, 321}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Рапорт полевого офиса о членстве в обществе Истинной Веры. "}},
	{Misc, {"Xабологистический Полевой Рапорт"}, {41, 317}, {48}, AttackNo, AttackNo, Wood, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Рапорт полевого офиса о членстве в обществе Истинной Веры. "}},
	{Misc, {"М.Б. Голодиск 5"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке написано: Послание ЦУП - Конфиденциально."}},
	{Misc, {"М.Б. Голодиск 2"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке написано: Радио передача часть 2."}},
	{Misc, {"М.Б. Голодиск 2"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке написано: Радио передача часть 2."}},
	{Misc, {"М.Б. Голодиск 4"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке написано: Радиопередача - отчет исследовательской группы."}},
	{Misc, {"Голодиск Эвакуации"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке обозначено: Указание к эвакуации базы."}},
	{Misc, {"Голодиск Эвакуации"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке обозначено: Указание к эвакуации базы."}},
	{Misc, {"Голодиск Медицины"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке обозначено: Медицинский журнал."}},
	{Misc, {"Голодиск Медицины"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке обозначено: Медицинский журнал."}},
	{Misc, {"Контейнер Джэсси"}, {41, 335}, {48}, AttackNo, AttackNo, Metal, 1, 1, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"<?>"}},
	{Misc, {"Еда Смитти"}, {41, 317}, {48}, AttackNo, AttackNo, Metal, 1, 3, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это что-то вроде сэндвича из мяса брамина с салатом, под толстым слоем темного желтого соуса. Там также присутствует некий странный, зеленый овощ. "}},
	{Drug, {"Шаровой Кляп"}, {116, 321}, {48}, AttackNo, AttackNo, Metal, 1, 0, 5, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Невероятно сексуальный прибор. Смысл этой штуки в том, что она заткнет вас надолго."}},
	{Misc, {"Шаровой Кляп"}, {41, 323}, {48}, AttackNo, AttackNo, Metal, 1, 2, 20, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Невероятно сексуальный прибор. Смысл этой штуки в том, что она заткнет вас надолго."}},
	{Misc, {"\"Цветок Лаванды\""}, {13, 323}, {48}, AttackNo, AttackNo, Metal, 1, 2, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это романтическая новелла, написанная Дороти Риксон. На обложке - женщина, лежащая на кровати среди тысяч цветов."}},
	{Misc, {"Мутировавший Палец Ноги"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите свой шестой палец ноги. Он - ваша небольшая мутировавшая часть. По какой-то причине вы чувствуете ужасное чувство потери, когда вы смотрите на маленькую ампутированную часть себя."}},
	{Drug, {"Мутировавший Палец Ноги"}, {15, 325}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите свой шестой палец ноги. Он - ваша небольшая мутировавшая часть. По какой-то причине вы чувствуете ужасное чувство потери, когда вы смотрите на маленькую ампутированную часть себя."}},
	{Misc, {"Неиспользованно"}, {14, 325}, {48}, AttackNo, AttackNo, Cement, 1, 5, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Неиспользованно"}},
	{Misc, {"Неиспользованно"}, {173, 307}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Неиспользованно"}},
	{Misc, {"Чье-то Подсвеченное письмо"}, {41, 337}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Рапорт, адрессованный АXС-9 в САН-Франциско. Совсем не стоит терять время на прочтение тупейших отчетов и сводных данных по расходам."}},
	{Misc, {"Голодиск Миссии Сиерра"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке написано: \"Задание на Миссию\"."}},
	{Misc, {"Голодиск Миссии Сиерра"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке написано: \"Задание на Миссию\"."}},
	{Misc, {"Бонус +1 Ловкость"}, {41, 337}, {48}, AttackNo, AttackNo, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"<?>"}},
	{Drug, {"Бонус +1 Ловкость"}, {15, 339}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"<?>"}},
	{Drug, {"Бонус +1 Интеллект"}, {15, 341}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"<?>"}},
	{Drug, {"Книга подсказок по Возрождению 2"}, {15, 341}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ну, ЭТО было бы неплохо иметь перед началом игры."}},
	{Misc, {"Книга подсказок по Возрождению 2"}, {13, 343}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ну, ЭТО было бы неплохо иметь перед началом игры."}},
	{Misc, {"Ухо Мастикатора"}, {41, 343}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Перед вами ухо Мастикатора. Вы его ему откусили, мощно помяв. Поздравляем. Вы победили одного из мощнейших монстров игры, особенно если вы сделали это без защиты и оружия."}},
	{Misc, {"Обогащенная урановая руда"}, {41, 345}, {48}, AttackNo, AttackNo, Metal, 1, 0, 750, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Кусок урановой руды. Кажется руду уже обработали, ибо она гораздо тяжелее."}},
	{Weapon, {"Обогащенная урановая руда"}, {165, 293}, {48}, AttackThrow, AttackPunch, Metal, 1, 15, 0, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 3, 6}, {10, 0}, 83886106, 2, {4, 3}, 1, 0, 0, -1, 0, {"Кусок урановой руды. Кажется руду уже обработали, ибо она гораздо тяжелее."}},
	{Misc, {"Мотиватор К-9"}, {41, 335}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Перед вами приводной механизм робта серии К-9."}},
	{Misc, {"Мотиватор К-9"}, {32, 68}, {48}, AttackNo, AttackNo, Metal, 3, 20, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Перед вами приводной механизм робта серии К-9."}},
	{Weapon, {"Голодиск Истории НКР"}, {172, 345}, {48}, AttackSwing, AttackThrust, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, WeaponTypeBatton, {DamageNormal, 1, 1}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"На этикетке обозначено: \"История НКР\"."}},
	{Misc, {"Кукла Мистера Диксона"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите маленькую куклу с большим красным носом. Почему-то вы подозрительно относитесь к кажущейся безобидной кукле."}},
	{Misc, {"Кукла Мистера Диксона"}, {41, 347}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Вы видите маленькую куклу с большим красным носом. Почему-то вы подозрительно относитесь к кажущейся безобидной кукле."}},
	{Misc, {"Голодиск Учений"}, {41, 347}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке обозначено: \"Xабологистические Учения.\""}},
	{Misc, {"Голодиск Учений"}, {41, 75}, {48}, AttackNo, AttackNo, Metal, 1, 1, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"На этикетке обозначено: \"Xабологистические Учения.\""}},
	{Misc, {"Акция Шахт Коковиф"}, {41, 349}, {48}, AttackNo, AttackNo, Leather, 1, 0, 1, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это зарплатная квитанция рабочего с Шахт Коковмф."}},
	{Misc, {"Боксерские перчатки"}, {41, 349}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Пара боксерских, черте-чем пахнущих перчаток. Выглядят порядком попользованными - крови на них в достатке."}},
	{Weapon, {"Боксерские перчатки"}, {47, 187}, {48}, AttackPunch, AttackNo, Leather, 2, 5, 250, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 1, 1}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Пара боксерских, черте-чем пахнущих перчаток. Выглядят порядком попользованными - крови на них в достатке."}},
	{Weapon, {"Сдвоенная Плазменная Пушка"}, {47, 339}, {48}, AttackPunch, AttackNo, Leather, 2, 10, 301, 0, {0}, {0}, Empthy, Empthy, {DamageNormal, 2, 5}, {1, 0}, -1, 1, {3, 0}, 0, 0, 0, -1, 0, {"Используется только на орудийной турели."}},
	{Weapon, {"Сдвоенная Плазменная Пушка"}, {174, 351}, {48}, AttackFireSingle, AttackNo, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, WeaponTypePistol, {DamagePlasma, 45, 90}, {25, 0}, 83886130, 1, {5, 0}, 3, 0, 0, -1, 200, {"Используется только на орудийной турели."}},
	{Misc, {"Лингвистический Усилитель ПипБоя"}, {41, 351}, {48}, AttackNo, AttackNo, Metal, 2, 8, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Лингвистический Усилитель ПипБоя состоит из голодиска памяти, микро-шнура, ободка и оптического сенсора, помещаемого над глазом пользователя. Т.о. сенсор передает весь словарь в память пользователя, постоянно улучшая его разговорную речь."}},
	{Weapon, {"Стена безопасна"}, {36, 229}, {48}, AttackFireSingle, AttackFireBurst, Metal, 5, 10, 2250, 0, {0}, {0}, Empthy, WeaponTypeRifle, {DamageNormal, 11, 22}, {35, 30}, -1, 5, {5, 6}, 2, 20, 18, 363, 20, {"<?>"}},
	{Misc, {"Зеленый Модуль Памяти"}, {41, 353}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Модуль памяти только для чтения, содержащий медицинскую информацию. Он детализирует улучшение восприятия."}},
	{Misc, {"Зеленый Модуль Памяти"}, {41, 353}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Модуль памяти только для чтения, содержащий медицинскую информацию. Он детализирует улучшение восприятия."}},
	{Misc, {"Желтый Модуль Памяти"}, {41, 355}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Модуль памяти только для чтения, содержащий медицинскую информацию. Он детализирует увеличение ума."}},
	{Misc, {"Желтый Модуль Памяти"}, {41, 355}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Модуль памяти только для чтения, содержащий медицинскую информацию. Он детализирует увеличение ума."}},
	{Misc, {"Резиновая Кукла"}, {177, 357}, {48}, AttackNo, AttackNo, Leather, 10, 125, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Секс-кукла. Эта модель зовется \"Танди\"."}},
	{Misc, {"Подпорченная Резиновая Кукла"}, {6, 357}, {48}, AttackNo, AttackNo, Plastic, 5, 20, 50, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Девочка немного порвана от длительного использования."}},
	{Misc, {"Подпорченная Резиновая Кукла"}, {14, 359}, {48}, AttackNo, AttackNo, Plastic, 5, 20, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Девочка немного порвана от длительного использования."}},
	{Misc, {"Медицинский Усилитель к ПипБою"}, {41, 359}, {48}, AttackNo, AttackNo, Metal, 2, 8, 200, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Состоит из голодиска с данными, оптиковолоконного шнура, ободка и оптического сенсора, помещаемого над левым глазом пользователя. По оптическому кабелю пользователь получает доступ к необходимой базе данных и ноу-хау, постоянно улучшающих его способности доктора."}},
	{Weapon, {"\"Маленький Иисус\""}, {28, 361}, {48}, AttackSwing, AttackThrust, Metal, 1, 2, 200, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 5, 14}, {1, 1}, -1, 2, {3, 3}, 1, 0, 0, -1, 0, {"Это ужасно выглядящее лезвие когда-то принадлежало маленькому Иисусу Мордино. На нем бесчисленные зазубрины и шипы, но он по прежнему бесконечно остер. На потертой рукоятке тесака выцарапано \"Маленький Иисус\"."}},
	{Weapon, {"Крышки от бутылок"}, {184, 361}, {48}, AttackFireBurst, AttackNo, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, WeaponTypeMachineGun, {DamageNormal, 10, 14}, {40, 0}, -1, 1, {6, 0}, 2, 40, 6, 35, 803, {"Ныне это совершенно бесполезные бутылочные крышки, но вы слышали, что одно время они использовались в качестве денег. Вам с трудом в это верится."}},
	{Misc, {"Крышки от бутылок"}, {3, 363}, {48}, AttackNo, AttackNo, Metal, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Ныне это совершенно бесполезные бутылочные крышки, но вы слышали, что одно время они использовались в качестве денег. Вам с трудом в это верится."}},
	{Weapon, {"Лезвие Вакизаши"}, {184, 361}, {48}, AttackFireBurst, AttackNo, Metal, 1, 10, 0, 0, {0}, {0}, Empthy, WeaponTypeMachineGun, {DamageNormal, 16, 24}, {40, 0}, -1, 1, {6, 0}, 2, 40, 5, 34, 803, {"Короткий самодельный нож. Он сконструирован для пробивания практически любой брони."}},
	{Weapon, {"Лезвие Вакизаши"}, {28, 363}, {48}, AttackSwing, AttackThrust, Metal, 1, 3, 200, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 4, 12}, {1, 1}, -1, 2, {3, 3}, 2, 0, 0, -1, 0, {"Короткий самодельный нож. Он сконструирован для пробивания практически любой брони."}},
	{Misc, {"Одеяние Xранителя Моста"}, {41, 307}, {48}, AttackNo, AttackNo, Leather, 1, 0, 0, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это одеяние сделано из материала, способного защитить Xранителя Моста от любых привратностей судьбы. Оно сплошь покрыто отметинами от различных видов вооружения.... бесполезно. У вас нет никаких идей по поводу его красного цвета. "}},
	{Armour, {"Одеяние Xранителя Моста"}, {52, 98}, {48}, AttackNo, AttackNo, Leather, 8, 10, 5, 20, {5, 8, 4, 4, 2, 0, 6}, {40, 60, 30, 50, 50, 255, 40}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"Это одеяние сделано из материала, способного защитить Xранителя Моста от любых привратностей судьбы. Оно сплошь покрыто отметинами от различных видов вооружения.... бесполезно. У вас нет никаких идей по поводу его красного цвета. "}},
	{Drug, {"Мертвый Краснорубашечник"}, {15, 365}, {48}, AttackNo, AttackNo, Metal, 1, 0, 501, 0, {0}, {0}, Empthy, Empthy, {}, {0}, 0, 0, {0}, 0, 0, 0, 0, 0, {"У этого парня немеренно красная от крови рубашка, словно он умер от удушья."}},
	{Weapon, {"Плазменная пушка Босса"}, {190, 365}, {48}, AttackSwing, AttackThrust, Metal, 1, 1, 0, 0, {0}, {0}, Empthy, WeaponTypeDagger, {DamageNormal, 15, 30}, {1, 1}, -1, 2, {3, 3}, 2, 0, 0, -1, 0, {"<?>"}},
};

damagei	items::damage;

bool iscountable(unsigned i)
{
	if(!i)
		return false;
	switch(objects[items::type(i)-FirstItems].type)
	{
	case Ammo:
	case Misc:
		return true;
	default:
		return false;
	}
}

unsigned items::create(tags type, int count, int param)
{
	if(type>=FirstItems && type<=LastItems)
		return type|((count-1)<<16)|(param<<24);
	return 0;
}

int items::get(unsigned item, int id)
{
	object_item* pi;
	unsigned mid = type(item);
	if(!mid)
		return 0;
	switch(id)
	{
	case Type:
		return objects[mid-FirstItems].type;
	case Inventory:
		return objects[mid-FirstItems].frame[1];
	case DamageNormal:
	case DamageFire:
	case DamageLaser:
	case DamageExplosive:
	case DamageElectrical:
	case DamageEMP:
	case DamagePlasma:
		return objects[mid-FirstItems].threshold[id-DamageNormal];
	case DamageResistanceNormal:
	case DamageResistanceLaser:
	case DamageResistanceFire:
	case DamageResistancePlasma:
	case DamageResistanceElectrical:
	case DamageResistanceEMP:
	case DamageResistanceExplosive:
		return objects[mid-FirstItems].resistance[id-DamageResistanceNormal];
	case AC:
		return objects[mid-FirstItems].ac;
	case Weapon:
		if(!mid)
			return 0;
		return objects[mid-FirstItems].weapon_type;
	case MeleeDamage:
		switch(get(mid, Weapon))
		{
		case WeaponTypeSpear:
		case WeaponTypeHammer:
		case WeaponTypeBatton:
		case WeaponTypeDagger:
			return 1;
		default:
			return 0;
		}
	case Damage:
		pi = &objects[mid-FirstItems];
		damage = pi->damage;
		return 1;
	case Range:
		return objects[mid-FirstItems].range[0];
	case Ammo:
		return objects[mid-FirstItems].caliber;
	case AmmoCapacity:
		return objects[mid-FirstItems].maximum_ammo;
	case Count:
		if(iscountable(mid))
			return (item>>16) + 1;
		else
			return ((item>>16)&0xF) + 1;
	case CarryWeight:
		return objects[mid-FirstItems].weight * get(mid, Count);
	case Strenght:
		return objects[mid-FirstItems].strenght;
	default:
		return 0;
	}
}

const char* items::gets(unsigned item, int id)
{
	unsigned mid = type(item);
	if(!mid)
		return "";
	switch(id)
	{
	case Name:
		return objects[mid-FirstItems].name[0];
	case Description:
		return objects[mid-FirstItems].description[0];
	default:
		return "item";
	}
}

void items::add(unsigned& i1, unsigned& i2)
{
	unsigned c1 = items::get(i1, Count);
	unsigned c2 = items::get(i2, Count);
	if(iscountable(i2))
	{
		if(type(i1)!=type(i2))
			return;
		unsigned c3 = c1 + c2;
		i1 = items::set(i1, Count, c3);
		if(c3<=0xFFFF)
			i2 = items::set(i2, Count, 0);
		else
			i2 = items::set(i2, Count, c3-0xFFFF);
	}
	else
	{
		if((i1&0xFFF0FFFF)!=(i2&0xFFF0FFFF))
			return;
		unsigned c3 = c1 + c2;
		i1 = items::set(i1, Count, c3);
		if(c3<=0xF)
			i2 = items::set(i2, Count, 0);
		else
			i2 = items::set(i2, Count, c3-0xF);
	}
}

unsigned items::set(unsigned mid, int id, int value)
{
	switch(id)
	{
	case Count:
		if(value<=0)
			return 0;
		if(iscountable(mid))
			return (mid&0xFFFF)|(((value-1)&0xFFFF)<<16);
		else
			return (mid&0xFFF0FFFF)|(((value-1)&0xF)<<16);
		break;
	default:
		return mid;
	}
}

unsigned items::pick(unsigned& i1)
{
	unsigned i2 = i1;
	unsigned c1 = items::get(i1, Count);
	i1 = items::set(i1, Count, c1-1);
	return items::set(i2, Count, 1);
}